Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: The file you tried to upload is not of an allowed type. Only png is allowed.
fr_fr: Le fichier que vous avez essayé de télécharger n'est pas un type autorisé. Seul le .png est autorisé.

source: General
fr_fr: Général

source: Threads and comments
fr_fr: Sujets et messages

source: Censor words in comments.
fr_fr: Censure des mots dans les messages.

source: Show the number of views for each thread.
fr_fr: Affiche le nombre de vues pour chaque sujet.

source: Show a label in front of the thread where users have commented.
fr_fr: Affichez une icône devant le sujet où les utilisateurs ont commenté.

source: User features
fr_fr: Fonctionnalités de l'utilisateur

source: Display info on the index page about users currently browsing the board.
fr_fr: Afficher les informations sur la page d'index sur les utilisateurs qui parcourent actuellement le forum.

source: Use user ranks.
fr_fr: Utilisez les rangs d'utilisateur.

source: Allow users to use the advanced search options.
fr_fr: Permettre aux utilisateurs d'utiliser les options de recherche avancée.

source: Allow search only in 1 forum at a time.
fr_fr: Autoriser la recherche uniquement dans 1 forum à la fois.

source: Inbox
fr_fr: Boîte de réception

source: Allow users to use Inbox.
fr_fr: Autoriser les utilisateurs à utiliser la boîte de réception.

source: Receivers
fr_fr: Destinataires

source: The number of receivers an Inbox message can have
fr_fr: Le nombre de destinataires qu'un message dans le Boîte de réception peut avoir

source: Subscriptions
fr_fr: Abonnements

source: Enable users to subscribe to forums.
fr_fr: Permettre aux utilisateurs de s'abonner aux forums.

source: Enable users to subscribe to threads.
fr_fr: Permettre aux utilisateurs de s'abonner aux sujets.

source: First run
fr_fr: Première Fois

source: General settings
fr_fr: Options générales

source: Show the first run panel when an user logs in for the first time.
fr_fr: Affichez le panneau Première Fois lorsqu'un utilisateur se connecte pour la première fois.

source: Show the first run panel to guests with login field and registration button.
fr_fr: Affichez le panneau Première Fois aux invités avec le champ de connexion et le bouton d'enregistrement.

source: Welcome text
fr_fr: Message de bienvenue

source: The introduction to the forum displayed in the middle of the first run panel
fr_fr: L'introduction au forum affichée au milieu du panneau Première Fois

source: Universal
fr_fr: Universel

source: Allow the use of the [center]-tag.
fr_fr: Autoriser l'utilisation de la balise [center].

source: Allow the use of the [size]-tag.
fr_fr: Autoriser l'utilisation de la balise [size].

source: Convert URLs automatically to clickable hyperlinks.
fr_fr: Convertit les URL automatiquement en hyperliens cliquables.

source: Allow the use of the [img]-tag.
fr_fr: Autoriser l'utilisation de la balise [img].

source: Allow the use of the [spoiler]-tag.
fr_fr: Autoriser l'utilisation de la balise [spoiler].

source: Convert smilies to small graphic icons in user signatures.
fr_fr: Convertir des smileys en petites icônes graphiques dans les signatures d'utilisateurs.

source: Use emojis instead of emoticons.
fr_fr: Utilisez les emojis au lieu des émoticônes.

source: Smilie size
fr_fr: Taille d'émoticône

source: The size emoticons and emojis are shown in
fr_fr: Les émoticônes et les emojis sont affichés en

source: Indent size
fr_fr: Taille de retrait

source: Amount of spaces that represent a tab
fr_fr: Quantité d'espaces qui représentent un onglet

source: Maximum [quote] depth
fr_fr: Profondeur maximale de [quote]

source: Maximum [quote] can be used in [quote]
fr_fr: Nombre de [quote] maximum utilisé dans un [quote]

source: Commenting
fr_fr: Message

source: All caps
fr_fr: Tout en majuscules

source: Allow a comment to contain only capital letters.
fr_fr: Permettre à un message de ne contenir que des lettres majuscules.

source: Allow a subject to contain only capital letters.
fr_fr: Permettre à un sujet de ne contenir que des lettres majuscules.

source: Guests
fr_fr: Invités

source: Require guests to supply an email address when commenting.
fr_fr: Demandez aux invités de fournir une adresse email lors de la création de messages.

source: Use avatars
fr_fr: Utiliser des avatars

source: Enable so users can upload avatars.
fr_fr: Permettre aux utilisateur d'uploader des avatars.

source: Upload directory
fr_fr: Destination de l'upload

source: Where avatars will be stored relative to Lunas root, write permission required
fr_fr: Lorsque les avatars seront stockés par rapport à la racine de Lunas, une autorisation d'écriture est requise

source: Max width
fr_fr: Largeur max

source: Max height
fr_fr: Hauteur max

source: Max size
fr_fr: Taille max

source: bytes
fr_fr: octets

source: Default avatar
fr_fr: Avatar par défaut

source: You can upload a custom default avatar for all users
fr_fr: Vous pouvez télécharger un avatar par défaut personnalisé pour tous les utilisateurs

source: Delete avatar
fr_fr: Supprimer l'avatar

source: Default placeholder avatar
fr_fr: Avatar de l'espace réservé par défaut

source: Allow users to attach a signature to their comments.
fr_fr: Permettre aux utilisateurs de joindre une signature à leurs messages.

source: Allow a signature to contain only capital letters.
fr_fr: Permettre à une signature de ne contenir que des lettres majuscules.

source: Maximum signature length
fr_fr: Longueur maximale de signature

source: Maximum amount of characters a signature can have
fr_fr: Nombre maximal de caractères qu'une signature peut avoir

source: Maximum signature lines
fr_fr: Nombre maximal de lignes d'une signature

source: Maximum amount of lines a signature can have
fr_fr: Nombre maximum de lignes qu'une signature peut avoir

source: Generated in %1$s seconds &middot; %2$s queries executed
fr_fr: Généré en %1$s secondes &middot; %2$s requêtes exécutées

source: Memory usage: %1$s
fr_fr: Utilisation de la mémoire : %1$s

source: (Peak: %1$s)
fr_fr: (Pic : %1$s)

source: Powered by %s
fr_fr: Propulsé par %s

source: Bad request. The link you followed is incorrect, outdated or you're simply not allowed to hang around here.
fr_fr: Mauvaise requête. Le lien que vous avez suivi est incorrect, obsolète ou vous ne pouvez pas rester ici.

source: Group title
fr_fr: Titre du groupe

source: Group settings
fr_fr: Options du groupe

source: These default permissions apply if no forum specific permissions are in effect. Users must be assigned to moderate one or more forums in their profile for these settings to take effect.
fr_fr: Ces autorisations par défaut s'appliquent si aucune autorisation spécifique du forum n'est en vigueur. Les utilisateurs doivent être affectés à modérer un ou plusieurs forums dans leur profil pour que ces paramètres prennent effet.

source: User title
fr_fr: Titre d'utilisateur

source: The title will override the user rank
fr_fr: Le titre remplacera le classement de l'utilisateur

source: Moderator privileges
fr_fr: Privilèges des modérateurs

source: In order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
fr_fr: Pour qu'un utilisateur ait des capacités de modérateur, il doit être affecté à modérer un ou plusieurs forums. Cela se fait via la page d'administration des utilisateurs du profil de l'utilisateur.

source: Allow moderators to edit user profiles.
fr_fr: Permettre aux modérateurs de modifier les profils d'utilisateurs.

source: Allow moderators to rename users.
fr_fr: Permettre aux modérateurs de renommer les utilisateurs.

source: Allow moderators to change user passwords.
fr_fr: Permettre aux modérateurs de modifier les mots de passe des utilisateurs.

source: Allow moderators to ban users.
fr_fr: Autoriser les modérateurs de bannir les utilisateurs.

source: Allow users to send messages with Inbox.
fr_fr: Autoriser les utilisateurs à envoyer des messages avec la Boîte de réception.

source: The maximum amount of messages a user in this group can have in his Inbox. 0 is no limit.
fr_fr: La quantité maximale de messages qu'un utilisateur de ce groupe peut avoir dans sa Boîte de réception. 0 n'est pas limité.

source: Read
fr_fr: Lire

source: If this is disabled, users will only be able to login and logout.
fr_fr: Si cela est désactivé, les utilisateurs ne pourront que se connecter et se déconnecter.

source: Allow users to view the user list and user profiles.
fr_fr: Autoriser les utilisateurs à voir la liste des utilisateurs et les profils d'utilisateur.

source: Create
fr_fr: Créer

source: Allow users to comment in threads.
fr_fr: Permettre aux utilisateurs de commenter les sujets.

source: Allow users to create new threads.
fr_fr: Permettre aux utilisateurs de créer de nouveaux sujets.

source: Allow users to edit their own comments.
fr_fr: Autoriser les utilisateurs à modifier leurs propres messages.

source: Delete
fr_fr: Supprimer

source: Allow users to delete their own comments.
fr_fr: Permettre aux utilisateurs de supprimer leurs propres messages.

source: Allow users to delete their own threads (including any comments).
fr_fr: Permettre aux utilisateurs de supprimer leurs propres sujets (y compris les messages).

source: Hide
fr_fr: Cacher

source: Allow users to view threads and comments that have been hidden.
fr_fr: Permettre aux utilisateurs de voir les sujets et les messages qui ont été cachés.

source: Allow users to hide comments from all users.
fr_fr: Autoriser les utilisateurs à cacher les messages de tous les utilisateurs.

source: Allow users to hide threads from all users.
fr_fr: Permettre aux utilisateurs de cacher les sujets de tous les utilisateurs.

source: Set own user title
fr_fr: Définir son propre titre d'utilisateur

source: Allow users to set their own user title.
fr_fr: Permettre aux utilisateurs de définir leur propre titre d'utilisateur.

source: Allow users to use the search feature for threads and comments.
fr_fr: Permettre aux utilisateurs d'utiliser la fonction de recherche pour les sujets et les messages.

source: Allow users to search for other users in the user list.
fr_fr: Permettre aux utilisateurs de rechercher d'autres utilisateurs dans la liste des utilisateurs.

source: Send e-mails
fr_fr: Envoyer des e-mails

source: Allow users to send e-mails to other users.
fr_fr: Autoriser les utilisateurs à envoyer des e-mails à d'autres utilisateurs.

source: Comment flood interval
fr_fr: Intervalle entre les messages

source: Time users have to wait between comments
fr_fr: Le temps que l'utilisateur doit attendre entre les messages

source: seconds
fr_fr: secondes

source: Search flood interval
fr_fr: Intervalle entre les recherches

source: Time users have to wait between searches
fr_fr: Le temps que l'utilisateur doit attendre entre les recherches

source: Email flood interval
fr_fr: Intervalle entre les e-mail

source: Time users have to wait between emails
fr_fr: Le temps que l'utilisateur doit attendre entre les e-mails

source: Report flood interval
fr_fr: Intervalle entre les signalements

source: Time users have to wait between reports
fr_fr: Le temps que l'utilisateur doit attendre entre les signalements

source: You must enter a title.
fr_fr: Vous devez entrer un titre.

source: There is already a group with the title <strong>%s</strong>.
fr_fr: Il existe déjà un groupe avec le titre <strong>%s</strong>.

source: The default group cannot be removed. In order to delete this group, you must first setup a different group as the default.
fr_fr: Le groupe par défaut ne peut pas être supprimé. Pour supprimer ce groupe, vous devez d'abord configurer un groupe différent comme valeur par défaut.

source: Are you sure that you want to delete the group <strong>%s</strong>?
fr_fr: Êtes-vous sûr de vouloir supprimer le groupe <strong>%s</strong> ?

source: <b>Warning:</b> After you deleted a group you cannot restore it.
fr_fr: <b>Avertissement :</b> Après avoir supprimé un groupe, vous ne pouvez pas le restaurer.

source: Delete group
fr_fr: Supprimer groupe

source: The group <strong>%s</strong> currently has <strong>%s</strong> members. Please select a group to which these members will be assigned upon deletion.
fr_fr: Le groupe <strong>%s</strong> a actuellement <strong>%s</strong> membres. Sélectionnez un groupe auquel ces membres seront affectés lors de la suppression.

source: Move users to
fr_fr: Déplacer les utilisateurs vers

source: New group base
fr_fr: Nouveau groupe de base

source: Default group
fr_fr: Goupe par défaut

source: Manage groups
fr_fr: Gérer les gorupes

source: Direction of language
fr_fr: ltr

source: No new notifications
fr_fr: Pas de nouvelles notifications

source: More
fr_fr: Plus

source: Backstage
fr_fr: Administration

source: Content
fr_fr: Contenu

source: Users
fr_fr: Membres

source: Settings
fr_fr: Options

source: Profile
fr_fr: Profil

source: Help
fr_fr: Aide

source: Logout
fr_fr: Se déconnecter

source: About
fr_fr: À propos

source: Board
fr_fr: Forum

source: Reports
fr_fr: Signalements

source: Censoring
fr_fr: Censure

source: Ranks
fr_fr: Rangs

source: Groups
fr_fr: Groupes

source: Bans
fr_fr: Bannissement

source: Prune
fr_fr: Purger

source: Luna is currently set in Maintenance Mode. Do not log off.
fr_fr: Luna est actuellement configurée en mode Maintenance. Ne fermez pas votre session.

source: is a required field in this form.
fr_fr: est un champ obligatoire dans ce formulaire.

source: Welcome to Luna
fr_fr: Bienvenue sur Luna

source: Got it
fr_fr: Je l'ai

source: Welcome to the Backstage. Here, you can manage your newly set up board. We're ready to go now, but there might be a couple of settings you might want to change. So let us help you with that first!
fr_fr: Bienvenue sur le Panel Admin. Ici, vous pouvez gérer votre nouveau panneau de configuration. Nous sommes prêts à démarrer maintenant, mais il peut y avoir quelques paramètres que vous pourriez vouloir changer. Alors laissez-nous vous aider avec cette première fois !

source: What's new
fr_fr: Quoi de neuf

source: Create new sections
fr_fr: Créer de nouvelles sections

source: Alter functionality
fr_fr: Modifier une fonctionnalité

source: Change settings
fr_fr: Modifier les paramètres

source: New reports
fr_fr: Nouveaux signalements

source: View all
fr_fr: Voir tout

source: Reported by
fr_fr: Signalé par

source: Date and time
fr_fr: Date et heure

source: Deleted user
fr_fr: Utilisateur supprimé

source: Deleted
fr_fr: Supprimé

source: Comment #%s
fr_fr: Message #%s

source: There are no new reports.
fr_fr: Il n'y a pas de nouveaux signalements.

source: Admin notes
fr_fr: Notes admin

source: Add a note...
fr_fr: Ajouter une note...

source: Luna v%s is available, %s!
fr_fr: Luva v%s est disponible, %s !

source: update now
fr_fr: mettre à jour maintenant

source: The config file is writeable at this moment, you might want to set the CHMOD to 640 or 644.
fr_fr: Le fichier de configuration est susceptible d'être écrit en ce moment, vous pouvez configurer CHMOD vers 640 ou 644.

source: The file install.php still exists, but should be removed.
fr_fr: Le fichier install.php existe toujours, mais doit être supprimé.

source: comment
fr_fr: message

source: thread
fr_fr: forum

source: user
fr_fr: membre

source: You do not have permission to access this page.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.

source: There is no plugin called %s in the plugin directory.
fr_fr: Il n'y a pas de plugin appelé %s dans le répertoire de plugins.

source: Loading of the plugin - <strong>%s</strong> - failed.
fr_fr: Chargement du plugin - <strong>%s</strong> - échec.

source: Login
fr_fr: Se connecter

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Se souvenir de moi

source: Comments per cycle must be a positive integer value.
fr_fr: Les messages par cycle doivent être une valeur entière positive.

source: Rebuilding search index
fr_fr: Reconstruire l'index de recherche

source: Rebuilding index. This might be a good time to put on some coffee :-)
fr_fr: Reconstruction de l'index. C'est un bon moment pour prendre un café :-)

source: Processing comment <strong>%s</strong> …
fr_fr: Traitement du message <strong>%s</strong> ...

source: The forums are temporarily down for maintenance. Please try again in a few minutes.
fr_fr: Les forums sont temporairement désactivés pour maintenance. S'il vous plait, réessayez dans quelques minutes.

source: The cache files have been removed.
fr_fr: Les fichiers de cache ont été supprimés.

source: The message to tell users about the maintenance
fr_fr: Le message pour informer les utilisateurs de la maintenance

source: Enable to activate maintenance mode, the board will only be available for admins. Do not log out when this feature is active!
fr_fr: Activer pour activer le mode de maintenance, le forum ne sera disponible que pour les administrateurs. Ne vous déconnectez pas lorsque cette fonction est activée !

source: Remove all cache files so the database has to return up-to-date values
fr_fr: Supprimez tous les fichiers de cache afin que la base de données renvoie les valeurs mises à jour

source: Clear cache
fr_fr: Vider le cache

source: Rebuild search index
fr_fr: Reconstruire l'index de recherche

source: Rebuild index
fr_fr: Reconstruire l'index

source: If you changes something about threads and comments in the database you should rebuild the search index. This process can take a while and increase the server load during. Be sure to enable JavaScript during the rebuild (to start a new cycle automatically). When you have to abort the rebuilding, remember the last comment ID and enter that ID+1 in "Starting comment ID" if you want to continue (Uncheck "Empty index").
fr_fr: Si vous modifiez quelque chose sur les sujets et les messages dans la base de données, vous devez reconstruire l'index de recherche. Ce processus peut prendre un certain temps et augmenter la charge du serveur pendant la reconstruction. Veillez à activer JavaScript pendant la reconstruction (pour démarrer un nouveau cycle automatiquement). Lorsque vous devez annuler la reconstruction, rappelez-vous le dernier identifiant de message et entrez cette ID+1 dans "Nom de message de départ" si vous souhaitez continuer (Décocher "Index vide").

source: Comments per cycle
fr_fr: Messages par cycle

source: Number of comments per pageview, this prevents a timeout, 300 recommended
fr_fr: Nombre de messages par page vu, cela empêche un délai d'expiration, 300 recommandés

source: Starting comment ID
fr_fr: ID du message de départ

source: The ID where to start, default is first ID found in database
fr_fr: L'ID où commencer, par défaut, est la première ID trouvée dans la base de données

source: Empty index
fr_fr: Index vide

source: Select this if you want the search index to be emptied before rebuilding.
fr_fr: Sélectionnez cette option si vous souhaitez que l'index de recherche soit vidé avant de reconstruire.

source: You must give your menu item a title.
fr_fr: Vous devez donner à votre élément de menu un titre.

source: You must give your menu item an URL.
fr_fr: Vous devez donner à votre élément de menu une URL.

source: The location must be a positive integer value.
fr_fr: L'emplacement doit être une valeur entière positive.

source: New item
fr_fr: Nouvel élément

source: Make this item visible in the menu.
fr_fr: Faire apparaître cet élément dans le menu.

source: Show
fr_fr: Afficher

source: The IP address is: %s
fr_fr: L'adresse IP est : %s

source: The host name is: %s
fr_fr: Le nom d'hôte est : %s

source: Show more users for this IP
fr_fr: Afficher plus d'utilisateurs pour cette IP

source: Moderate content
fr_fr: Modérer le contenu

source: Visit a forum or thread and choose "Moderate" in the moderator bar to moderate content.
fr_fr: Visitez un forum ou un sujet et choisissez "Modérer" dans la barre de modération pour modérer le contenu.

source: You must select at least one comment for split/delete.
fr_fr: Vous devez sélectionner au moins un message pour diviser/supprimer.

source: Delete comments
fr_fr: Supprimer les messages

source: Are you sure you want to delete the selected comments?
fr_fr: Êtes-vous sûr de vouloir supprimer les messages sélectionnés ?

source: Threads must contain a subject.
fr_fr: Les sujets doivent contenir un titre de sujet.

source: Subjects cannot be longer than 70 characters.
fr_fr: Les titres des sujets ne peuvent pas dépasser 70 caractères.

source: Split comments
fr_fr: Diviser des messages

source: Split
fr_fr: Diviser

source: Move to
fr_fr: Déplacer vers

source: New subject
fr_fr: Nouveau sujet

source: Moderate
fr_fr: Modérer

source: Guest
fr_fr: Invité

source: Last edited by
fr_fr: Dernière édition par

source: Select
fr_fr: Sélectionner

source: First comment cannot be selected for split/delete.
fr_fr: Le premier message ne peut pas être sélécionner pour le diviser/supprimer.

source: You must select at least one thread for move/delete/open/close.
fr_fr: Vous devez sélectionner au moins un sujet pour déplacer/supprimer/ouvrir/fermer.

source: There are no forums into which you can move threads.
fr_fr: Il n'y a aucun forum dans lequel vous pouvez déplacer des sujets.

source: Move thread
fr_fr: Déplacer le sujet

source: Move threads
fr_fr: Déplacer les sujets

source: Move
fr_fr: Déplacer

source: Leave redirect thread(s).
fr_fr: Quitter le(s) sujet(s) redirigé(s).

source: You must select at least two threads to merge.
fr_fr: Vous devez sélectionner au moins deux sujets pour fusionner.

source: Merge threads
fr_fr: Fusionner les sujets

source: Merge
fr_fr: Fusionner

source: Leave redirect thread(s)
fr_fr: Quitter le(s) sujet(s) redirigé(s).

source: Delete threads
fr_fr: Supprimer les sujets

source: Are you sure you want to delete the selected threads?
fr_fr: Êtes-vous sûr de vouloir supprimer les sujets sélectionnés ?

source: Moderating "%s"
fr_fr: Modération "%s"

source: by
fr_fr: par

source: Go to the first new comment in the thread.
fr_fr: Accédez au premier nouveau message dans le sujet.

source: reply
fr_fr: réponse

source: view
fr_fr: vues

source: This forum has no threads yet.
fr_fr: Ce forum n'a pas encore de sujets.

source: Open
fr_fr: Ouvrir

source: Close
fr_fr: Fermer

source: Days to prune must be a positive integer value.
fr_fr: Les jours de vidage doivent être une valeur entière positive.

source: All forums
fr_fr: Tous les forums

source: There are no threads that are %s days old. Please decrease the value of "Days old" and try again.
fr_fr: l n'y a pas de sujets antérieurs à %s. Veuillez diminuer la valeur de «Jours d'ancienneté» et réessayer.

source: Confirm prune comments
fr_fr: Confirmer le vidage des messages

source: Are you sure that you want to prune all comments older than %s days from %s (%s threads).
fr_fr: Êtes-vous sûr de vouloir vider tous les messages plus anciens que %s jours de %s (%s sujets).

source: Pruning comments deletes them permanently.
fr_fr: Vider les messages les suppriment définitivement.

source: Pruning complete. Notifications pruned.
fr_fr: Vidage complet. Notifications vidées.

source: Pruning complete, all users that matched the requirements have been pruned.
fr_fr: Vidage complet, tous les utilisateurs correspondant aux exigeances ont été prugés.

source: It's recommended to activate %s while using the options below.
fr_fr: Il est recommandé d'activer %s en utilisant les options ci-dessous.

source: maintenance mode
fr_fr: le mode maintenance

source: Days old
fr_fr: Jours d'ancienneté

source: The number of days old a notification must be to be pruned
fr_fr: Le nombre de jours d'ancienneté d'une notification qui doit être prugée

source: All notifications
fr_fr: Toutes les notifications

source: Seen notifications
fr_fr: Notifications vues
