Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: About Luna %s %s
fr_fr: À propos de Luna %s %s

source: Fixed
fr_fr: Fixé

source: Fixes an issue where resetting the password would fail
fr_fr: Correction d'un problème où la réinitialisation du mot de passe échouerait

source: New
fr_fr: Nouveau

source: Hidden threads now have a yellow indicator on the right hand side
fr_fr: Les sujets cachés ont maintenant un indicateur jaune sur le côté droit

source: The Mainstage won't show notifications twice anymore
fr_fr: La page principale ne montrera plus les notifications deux fois

source: Some BBCodes would break with certain uses of hard returns
fr_fr: Certains BBCodes rompraient avec certaines utilisations des retours

source: Fixes content of spoiler-tags being unreadable in night mode
fr_fr: Réglages du contenu des balises spoiler illisibles en mode nuit

source: Editing a user will no longer change the accent color of that user
fr_fr: L'édition d'un utilisateur ne changera plus la couleur personnalisée de cet utilisateur

source: Fixes sorting of the userlist on the second page
fr_fr: Correction du tri de la liste d'utilisateurs sur la deuxième page

source: Fixes moderator forums being unavailable in the profile admin settings
fr_fr: Correction pour le modérateur des forums étant disponible dans les paramètres d'administration de profil

source: Fixes an undisclosed security issue
fr_fr: Correction d'un problème de sécurité non divulgué

source: System
fr_fr: Système

source: Simple searches now list results descending
fr_fr: Les recherches simples affichent maintenant les résultats décroissant

source: Fixes notification links being broken
fr_fr: Correction des liens de notification en cours de rupture

source: Fixing missing ids for threads in the bell icon in search results
fr_fr: Correction des IDs manquants pour l'icône de cloche des sujets dans les résultats de recherche

source: Bootstrap 3.3.6 has been updated to version 3.3.7
fr_fr: Bootstrap 3.3.6 a été mis à jour à la version 3.3.7

source: Fixes an SQL injection with notifications
fr_fr: Correction d'une injection SQL avec des notifications

source: Fixes a memory leak in PHP 5.6 on XAMPP
fr_fr: Correction d'une fuite de mémoire en PHP 5.6 sur XAMPP

source: Password reset would fail to reset the password in some situations
fr_fr: La réinitialisation du mot de passe ne réinitialiserait pas le mot de passe dans certaines situations

source: jQuery has been updated to version 2.2.4
fr_fr: jQuery a été mis à jour vers la version 2.2.4

source: Improved
fr_fr: Amélioré

source: Info messages no longer feel like an error if they're not
fr_fr: Les messages d'information ne se sentent plus comme une erreur s'ils ne sont pas

source: Custom CSS is now loaded before emoji CSS to allow custom web fonts
fr_fr: CSS personnalisé est maintenant chargé avant l'Emoji CSS pour permettre des polices Web personnalisées

source: Improved error design in Inbox
fr_fr: Amélioration des erreurs de conception dans la Boîte de réception

source: Removed
fr_fr: Supprimé

source: The quick reply box in Inbox has been replaced with a Reply-button
fr_fr: La boîte de réponse rapide dans la boîte de réception a été remplacée par un bouton de réponse

source: An issue with signing in has been resolved
fr_fr: Un problème avec la connexion a été résolu

source: Fixes the password reset link which was broken in certain situations
fr_fr: Correction du lien de réinitialisation du mot de passe qui a été rompu dans certaines situations

source: Fixes wrong avatars in Inbox conversations
fr_fr: Correction des mauvais avatars dans les conversations de la boîte de réception

source: Font Awesome has been updated to version 4.6.3
fr_fr: Font Awesome a été mis à jour vers la version 4.6.3

source: When no threads or forums exist, the messages are shown in a more polished style
fr_fr: Lorsqu'aucun sujet ou forum n'existe, les messages sont affichés dans un style plus poli

source: Some of the left over Luna Preview elements hav been removed
fr_fr: Certains des éléments restants de l'Aperçu Luna ont été supprimés

source: Fixes an issue where an URL in a mail would be mising
fr_fr: Correction d'un problème dans lequel une URL dans un courrier serait mauvaise

source: Fixes an issue where removing a forum would fail
fr_fr: Correction d'un problème où la suppression d'un forum échouerait

source: Fixes a number of issues with plugins
fr_fr: Correction d'un certain nombre de problèmes avec les plugins

source: Fixes a nesting bug in the board page
fr_fr: Correction d'un bogue de nidification dans la page du forum

source: Fifteen has received a fully reimagned design based on Airalin
fr_fr: Fifteen ont reçu une conception complètement réinventée basée sur Airalin

source: Sunrise has also been reimagned based on the new Fifteen look
fr_fr: Sunrise a également été réimaginé sur la base du nouvel aspect Fifteen

source: You can now add custom CSS to the theme you're using
fr_fr: Vous pouvez maintenant ajouter un CSS personnalisé au thème que vous utilisez

source: Luna's default placeholder avatar can now be replaced
fr_fr: L'avatar de l'espace réservé par défaut de Luna peut maintenant être remplacé

source: Notifications now get marked as read when clicked
fr_fr: Les notifications s'affichent maintenant comme étant lues lorsque vous avez cliqué

source: New notification tools on the Notification page in the profile
fr_fr: Nouveaux outils de notification sur la page Notification du profil

source: Comments can now have admin notes that are displayed in threads
fr_fr: Les messages peuvent maintenant avoir des notes d'administration qui sont affichées dans les sujets

source: You can now upload a header background to use in your theme and the Backstage
fr_fr: Vous pouvez maintenant uploader un fond d'en-tête à utiliser dans votre thème et pour l'Administration

source: You can now manage your boards favicon in Settings
fr_fr: Vous pouvez désormais gérer vos icônes de forum dans Paramètres

source: You can now respond on Inbox messages from the message view
fr_fr: Vous pouvez maintenant répondre aux messages de la boîte de réception à partir de l'aperçu des messages

source: Reports now trigger a notifications for admins and moderators
fr_fr: Les signalements déclenchent maintenant des notifications pour les administrateurs et les modérateurs

source: New threads in a subscribed board now trigger notifications
fr_fr: Les nouveaux sujet dans un forum abonné déclenchent maintenant des notifications

source: Fifteen, Sunrise and Backstage have new Pink, Dark Red and Beige accents
fr_fr: Fifteen, Sunrise et l'Administration ont de nouvelles personnalisations Rose, Rouge sombre et Beige

source: The parser now supports the spoiler-tag optionally
fr_fr: L'analyseur prend désormais en charge le spoiler optionnel

source: Luna now has a Dutch translation included by default
fr_fr: Luna a maintenant une traduction néerlandaise incluse par défaut

source: Maintenance mode now shows a warning in the Backstage header
fr_fr: Le mode Maintenance affiche maintenant un avertissement dans l'en-tête Administrative

source: Luna now uses salts and SHA-512 to save passwords
fr_fr: Luna utilise maintenant des sels et SHA-512 pour sauvegarder des mots de passe

source: Luna now includes full "Right to Left"-support
fr_fr: Luna dispose désormais d'un soutien «droit à gauche» complet

source: Components now live in their own folder in the Luna root
fr_fr: Les composants vivent maintenant dans leur propre dossier dans la racine Luna

source: Debug mode can now be enabled with one line in the config file
fr_fr: Le mode de débogage peut maintenant être activé avec une seule ligne dans le fichier de configuration

source: Bootstrap, Font Awesome and jQuery have been updated to the latest version
fr_fr: Bootstrap, Font Awesome et jQuery ont été mis à jour pour la dernière version

source: Changed
fr_fr: Changé

source: Revamped search forms for users and bans, including responsive design
fr_fr: Formulaires de recherche améliorés pour les utilisateurs et les banissements, y compris le design réactif

source: The Backstage has a whole new structure
fr_fr: L'Administration a une toute nouvelle structure

source: Luna's file structure has been updated
fr_fr: La structure de fichier de Luna a été mise à jour

source: You can now see what's a subforum and edit more settings in board management
fr_fr: Vous pouvez maintenant voir ce qui est un sous-forum et modifier d'autres paramètres dans la gestion du forum

source: Users can now disable or enable First Run from their profile
fr_fr: Les utilisateurs peuvent maintenant désactiver ou activer le cadre "Première Fois" à partir de leur profil

source: The editor will now put items under a button if the screen becomes to small
fr_fr: L'éditeur va maintenant mettre des objets sous un bouton si l'écran devient petit

source: When you have a notification, the icon will animate
fr_fr: Lorsque vous avez une notification, l'icône s'animera

source: Advanced search has an improved UI
fr_fr: La recherche avancée a une UI améliorée

source: About can now be translated to other languages
fr_fr: À propos peut maintenant être traduit dans d'autres langues

source: You can now directly manage a reported comment from the Backstage
fr_fr: Vous pouvez maintenant gérer directement un message signalé depuis l'Administration

source: Improved Backstage UI and night mode
fr_fr: Amélioration de l'interface utilisateur intermédiaire et du mode nuit

source: Multiple improvements on accessibility
fr_fr: Plusieurs améliorations sur l'accessibilité

source: Luna now provides a description meta tag to prevent weird search results
fr_fr: Luna fournit maintenant une balise meta de description pour éviter les résultats de recherche étranges

source: The editor no longer has an emoticon menu
fr_fr: L'éditeur n'a plus de menu émoticônes

source: The code base no longer supports PHP 5.2
fr_fr: La base de code ne supporte plus PHP 5.2

source: Notifications can no longer be marked as read/trashed from the fly-out
fr_fr: Les notifications ne peuvent plus être marquées comme lues/détruites depuis le menu déroulant

source: You can no longer manage the database from the Backstage
fr_fr: Vous ne pouvez plus gérer la base de données depuis l'Administration

source: Tools to add new users have been removed
fr_fr: Les outils pour ajouter de nouveaux utilisateurs ont été supprimés

source: Fixes 63 bugs
fr_fr: Correction de 63 bugs

source: Luna is developed by the %s. Copyright %s. Released under the GPLv2 license.
fr_fr: Luna est développé par %s. Copyright %s. Sous licence GPLv2.

source: users
fr_fr: membres

source: threads
fr_fr: sujets

source: comments
fr_fr: messages

source: views
fr_fr: vues

source: Bad HTTP_REFERER. If you have moved these forums from one location to another or switched domains, you need to update the Base URL manually in the database (look for o_base_url in the config table) and then clear the cache by deleting all .php files in the /cache directory.
fr_fr: Mauvais HTTP_REFERER. Si vous avez déplacé ces forums d'un endroit à l'autre ou basculé des domaines, vous devez mettre à jour manuellement l'URL de base dans la base de données (recherchez o_base_url dans la table de configuration), puis effacez le cache en supprimant tous les fichiers .php dans le dossier cache.

source: The selected file was too large to upload. The server didn't allow the upload.
fr_fr: Le fichier sélectionné était trop grand pour être uploadé. Le serveur n'a pas autorisé l'upload.

source: The selected file was only partially uploaded. Please try again.
fr_fr: Le fichier sélectionné n'a été que partiellement uploadé. Veuillez réessayer.

source: PHP was unable to save the uploaded file to a temporary location.
fr_fr: PHP n'a pas pu enregistrer le fichier téléchargé dans un emplacement temporaire.

source: You did not select a file for upload.
fr_fr: Vous n'avez pas sélectionné un fichier pour le téléchargement.

source: The file you tried to upload is not of an allowed type. Allowed types are jpeg and png.
fr_fr: Le fichier que vous avez essayé d'uploader n'est pas un type autorisé. Les types autorisés sont .jpg et .png

source: The server was unable to save the uploaded file. Please contact the forum administrator at
fr_fr: Le serveur n'a pas pu enregistrer le fichier uploadé. Veuillez contacter l'administrateur du forum

source: An unknown error occurred. Please try again.
fr_fr: Une erreur inconnue est survenue. Veuillez réessayer.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.

source: Theme
fr_fr: Thème

source: Save
fr_fr: Sauvegarder

source: Accents
fr_fr: Personnalisations

source: Allow users to set their own accent color.
fr_fr: Permettre aux utilisateurs de définir leur propre touche de couleur.

source: Allow users to change the night mode settings.
fr_fr: Permettre aux utilisateurs de modifier les paramètres du mode nuit.

source: Default
fr_fr: Défaut

source: Custom CSS
fr_fr: CSS personnalisé

source: Use the custom CSS as defined below.
fr_fr: Utilisez le CSS personnalisé tel que défini ci-dessous.

source: CSS code
fr_fr: Code CSS

source: Header background
fr_fr: Fond de l'en-tête

source: You can upload a custom header here to show in the Mainstage and Backstage
fr_fr: Vous pouvez télécharger un en-tête personnalisé ici pour le montrer sur le Forum et l'Administration

source: Delete header
fr_fr: Supprimer l'en-tête

source: Display
fr_fr: Afficher

source: User profile
fr_fr: Profil d'utilisateur

source: Show information about the commenter under the username in threads.
fr_fr: Afficher les informations sur le commentateur sous son nom d'utilisateur dans les sujets.

source: Show the number of comments a user has made in threads, profile and the user list.
fr_fr: Afficher le nombre de messages qu'un utilisateur a effectué dans les sujets, le profil et la liste des utilisateurs.

source: Index settings
fr_fr: Paramètres d'index

source: Show the "Moderated by" list when moderators are set on a per-forum base (requires theme support).
fr_fr: Affichez la liste «Modéré par» lorsque les modérateurs sont définis sur une base par forum (nécessite un thème supportant cette option).

source: Threads per page
fr_fr: Sujets par page

source: Default amount of threads per page
fr_fr: Nombre de sujets par page par défaut

source: Comments per page
fr_fr: Messages par page

source: Default amount of comments per page
fr_fr: Nombre de messages par page par défaut

source: Header
fr_fr: En-tête

source: Show a fly-out when clicking the notification icon instead of going to the notification page. Disabling this feature might improve performance.
fr_fr: Affichez un menu déroulant lorsque vous cliquez sur l'icône de notification au lieu d'aller à la page de notification. La désactivation de cette fonctionnalité pourrait améliorer les performances.

source: Search
fr_fr: Chercher

source: Show the search bar in the heading.
fr_fr: Affichez la barre de recherche dans l'en-tête.

source: Footer
fr_fr: Pied de page

source: Statistics
fr_fr: Statistiques

source: Show the board statistics.
fr_fr: Afficher les statistiques du forum.

source: Back to top
fr_fr: Retour en haut

source: Show a "Back to top" link in the footer.
fr_fr: Affichez un lien "Retour en haut" dans le pied de page.

source: Copyright
fr_fr: Droit d'auteur

source: Show the copyright notice in the footer.
fr_fr: Affichez l'avis de droit d'auteur dans le pied de page.

source: Copyright content
fr_fr: Contenu du droit d'auteur

source: Show default copyright
fr_fr: Afficher les droits d'auteur par défaut

source: Show personalized copyright notices:
fr_fr: Afficher des droit d'auteur personnalisés :

source: Your copyright
fr_fr: Vos droits d'auteur

source: Bad request. The link you followed is incorrect, outdated or you are simply not allowed to hang around here.
fr_fr: Mauvaise requête. Le lien que vous avez suivi est incorrect, obsolète ou simplement vous ne pouvez pas rester ici.

source: No user by that ID registered.
fr_fr: Aucun utilisateur de cette identification n'est enregistré.

source: No user by that username registered. If you want to add a ban not tied to a specific username just leave the username blank.
fr_fr: Aucun utilisateur est enregistré avec ce nom d'utilisateur. Si vous souhaitez ajouter une interdiction non liée à un nom d'utilisateur spécifique, laissez le nom d'utilisateur vierge.

source: The user %s is an administrator and can't be banned. If you want to ban an administrator, you must first demote him/her.
fr_fr: L'utilisateur %s est un administrateur et ne peut pas être banni. Si vous souhaitez bannir un administrateur, vous devez d'abord le rétrograder.

source: The user %s is a moderator and can't be banned. If you want to ban a moderator, you must first demote him/her.
fr_fr: L'utilisateur %s est un modérateur et ne peut pas être banni. Si vous souhaitez bannir un administrateur, vous devez d'abord le rétrograder.

source: Ban range
fr_fr: Fourchette de bannissement

source: Ban
fr_fr: Bannir

source: Username
fr_fr: Nom d'utilisateur

source: The username to ban
fr_fr: Nom de l'utilisateur à bannir

source: IP address/IP-ranges
fr_fr: Adresse IP/Plage d'IP

source: The IP you wish to ban, separate addresses with spaces
fr_fr: L'IP que vous souhaitez bannis, séparer les adresses par des espaces

source: Click %s to see IP statistics for this user.
fr_fr: Cliquez sur %s pour voir les statistiques IP pour cet utilisateur.

source: here
fr_fr: ici

source: The email or email domain you wish to ban
fr_fr: L'adresse de messagerie ou le domaine de messagerie que vous souhaitez bannir

source: Ban details
fr_fr: Détails du bannissement

source: Ban message
fr_fr: Message de bannissement

source: A message for banned users
fr_fr: Un message pour les utilisateurs bannis

source: Expire date
fr_fr: Date d'expiration

source: When does the ban expire, blank for manually
fr_fr: Quand le ban expire, laisser vide pour manuellement

source: (yyyy-mm-dd)
fr_fr: (jj-mm-aaaa)

source: You must enter either a username, an IP address or an email address (at least).
fr_fr: Vous devez entrer un nom d'utilisateur, une adresse IP ou une adresse email (au moins).

source: The guest user cannot be banned.
fr_fr: Un visiteur ne peut pas être banni.

source: You entered an invalid IP/IP-range.
fr_fr: Vous avez entré une mauvaise adresse IP/plage d'IP

source: The email address (e.g. user@domain.com) or partial email address domain (e.g. domain.com) you entered is invalid.
fr_fr: L'adresse électronique (par exemple, user@domain.com) ou le domaine d'adresse de messagerie partielle (par exemple, domain.com) que vous avez entré n'est pas valide.

source: You entered an invalid expire date.
fr_fr: Vous avez entré une date d'expiration invalide.

source: The format should be YYYY-MM-DD and the date must be at least one day in the future.
fr_fr: Le format doit être JJ-MM-AAAA et la date doit être d'au moins un jour dans le futur.

source: Search Results
fr_fr: Résultats de la recherche

source: Expires
fr_fr: Expire

source: By
fr_fr: Par

source: Edit
fr_fr: Éditer

source: Remove
fr_fr: Supprimer

source: Unknown
fr_fr: Inconnu

source: No match
fr_fr: Aucune concordance

source: Add ban
fr_fr: Ajouter un ban

source: Add
fr_fr: Ajouter

source: If you want to ban a specific IP/IP-range or email, leave it blank
fr_fr: Si vous souhaitez interdire une IP spécifique/une plage d'IP ou un e-mail, laissez-le vierge.

source: Ban search
fr_fr: Rechercher un bannissement

source: Enter user data to filter by. Use the wildcard character * for partial matches.
fr_fr: Entrez les données utilisateur à filtrer par. Utilisez le caractère générique * pour les partitions partielles.

source: Expire after
fr_fr: Expirer après

source: Expire before
fr_fr: Expirer avant

source: Order by
fr_fr: Ordonné par

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Confirm delete forum
fr_fr: Confirmer la suppression du forum

source: Are you sure that you want to delete the forum <strong>%s</strong>?
fr_fr: Êtes-vous sûr de vouloir supprimer le forum<strong>%s</strong> ?

source: Deleting a forum will delete all comments (if any) in that forum!
fr_fr: La suppression d'un forum supprime tous les messages (le cas échéant) dans ce forum!

source: No forum and category data was found to save...
fr_fr: Aucune donnée de forum et de catégorie n'a été trouvée pour sauvegarder...

source: You must enter a category name
fr_fr: Vous devez entrer un nom de catégorie

source: Position must be a positive integer value.
fr_fr: La position doit être une valeur entière positive.

source: You must enter a forum name
fr_fr: Vous devez entrer un nom de forum

source: You must enter a name
fr_fr: Vous devez entrer un nom

source: Forum details
fr_fr: Détails du forum

source: Forum name
fr_fr: Nom du forum

source: Parent section
fr_fr: Section parent

source: No parent forum selected
fr_fr: Pas de forum parent sélectionné

source: Category
fr_fr: Catégorie

source: Sort threads by
fr_fr: Trier les sujets par

source: Last comment
fr_fr: Dernier message

source: Thread start
fr_fr: Début du sujet

source: Subject
fr_fr: Objet

source: Icon
fr_fr: Icône

source: The Font Awesome icon you want to show next to the title, for a full overview, see the %s
fr_fr: L'icône Font Awesome que vous souhaitez afficher à côté du titre, pour un aperçu complet, voir le %s

source: Font Awesome icon guide
fr_fr: Guide d'icône de Font Awesome

source: Forum color
fr_fr: Couleur du forum

source: Solved
fr_fr: Résolu

source: Threads in this forum can be marked as solved.
fr_fr: Les discussions sur ce forum peuvent être marquées comme résolues.

source: Group permissions
fr_fr: Autorisations de groupe

source: Permission settings that differ from the default permissions for the group are marked red. Some permissions are disabled under some conditions.
fr_fr: Les paramètres d'autorisation qui diffèrent des autorisations par défaut pour le groupe sont marqués en rouge. Certaines autorisations sont désactivées dans certaines conditions.

source: User groups
fr_fr: Groupes d'utilisateurs

source: Revert to default
fr_fr: Valeur par défaut

source: Read forum
fr_fr: Lire le forum

source: Comment
fr_fr: Commenter

source: Create threads
fr_fr: Créer des sujets

source: Confirm delete category
fr_fr: Confirmer la suppression de la catégorie

source: Are you sure that you want to delete the category <strong>%s</strong>?
fr_fr: Êtes-vous sûr de vouloir supprimer la catégorie <strong>%s</strong> ?

source: Deleting a category will delete all forums and comments (if any) in this category!
fr_fr: La suppression d'une catégorie supprime tous les sujets et les messages (le cas échéant) dans cette catégorie !

source: Add forum
fr_fr: Ajouter forum

source: Name
fr_fr: Nom

source: Add categories
fr_fr: Ajouter catégories

source: Delete categories
fr_fr: Supprimer catégories

source: Manage board
fr_fr: Gestion forum

source: Category title
fr_fr: Titre de catégorie

source: You must enter a word to censor.
fr_fr: Vous devez entrer un mot pour censurer.

source: Censoring is disabled in %s.
fr_fr: Le censure est désactivée dans %s.

source: Features
fr_fr: Caractéristiques

source: Add word
fr_fr: Ajouter mot

source: Enter a word that you want to censor and the replacement text for this word. Wildcards are accepted.
fr_fr: Entrez un mot que vous voulez censurer et le texte de remplacement pour ce mot. Les caractères génériques sont acceptés.

source: Censored word
fr_fr: Mot censuré

source: Replacement word
fr_fr: Mot de remplacement

source: Manage words
fr_fr: Gérer les mots

source: Update
fr_fr: Mettre à jour

source: No censor words in list.
fr_fr: Pas de censure de mots dans la liste.
