Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: You are running %1$s version %2$s. Luna %3$s requires at least %1$s %4$s to run properly. You must upgrade your %1$s installation before you can continue.
fr_fr: Vous utilisez %1$s version %2$s. Luna %3$s nécessite au moins %1$s %4$s pour fonctionner correctement. Vous devez mettre à niveau votre installation %1$s avant de pouvoir continuer.

source: Your forum is already as up-to-date as this script can make it
fr_fr: Votre forum est déjà aussi à jour que le script peut le faire

source: Continue
fr_fr: Continuer

source: Let's get started
fr_fr: Commençons

source: There is an update ready to be installed
fr_fr: Une mise à jour est prête à être installée

source: Start update
fr_fr: Démarrer la mise a jour

source: Update Luna
fr_fr: Mettre à jour Luna

source: Preparsing %1$s %2$s …
fr_fr: Pré-analyse %1$s %2$s …

source: Rebuilding index for %1$s %2$s
fr_fr: Reconstruction de l'index pour %1$s %2$s

source: Luna has been updated to %s
fr_fr: Luna a été mis à jour en %s

source: If this takes to long, the automatic redirect might have failed.
fr_fr: Si cela dure longtemps, la redirection automatique peut avoir échoué.

source: Click here
fr_fr: Cliquer ici

source: Delete comment
fr_fr: Supprimer message

source: Edit comment
fr_fr: Éditer message

source: The most recent comments in %s.
fr_fr: Les messages les plus récents dans %s.

source: en
fr_fr: fr

source: The most recent threads at %s.
fr_fr: Les sujets les plus récents à %s.

source: Guests online
fr_fr: Invités en ligne

source: Users online
fr_fr: Membres en ligne

source: Newest user
fr_fr: Nouveau membre

source: Threads
fr_fr: Sujets

source: Maintenance mode is enabled
fr_fr: Mode maintenance activé

source: Show all new comments since your last visit
fr_fr: Afficher tous les nouveaux messages depuis votre dernière visite

source: Show all active threads
fr_fr: Afficher tous les sujets actifs

source: Active
fr_fr: Actif

source: Show all unanswered threads
fr_fr: Afficher tous les sujets sans réponse

source: Unanswered
fr_fr: Sans réponse

source: Register
fr_fr: S'enregistrer

source: You must select some messages
fr_fr: Vous devez sélectionner certains messages

source: Private Messages
fr_fr: Messages prévis

source: You appear to have logged in successfully, however a cookie has not been set. Please check your settings and if applicable, enable cookies for this website.
fr_fr: Vous semblez avoir ouvert une session avec succès, mais un cookie n'a pas été défini. Veuillez vérifier vos paramètres et, le cas échéant, activer les cookies pour ce site.

source: Comment errors
fr_fr: Erreurs de messages

source: Comment preview
fr_fr: Aperçu du message

source: Pin thread
fr_fr: Sujet épinglé

source: Mute edit
fr_fr: Cacher édition

source: Bold
fr_fr: Gras

source: Underline
fr_fr: Souligné

source: Italic
fr_fr: Italique

source: Strike
fr_fr: Barré

source: Heading
fr_fr: Titre

source: Subscript
fr_fr: Indice

source: Superscript
fr_fr: Exposant

source: Quote
fr_fr: Citation

source: Inline code
fr_fr: Encadrer code

source: Video
fr_fr: Vidéo

source: List
fr_fr: Liste

source: List item
fr_fr: Élément de la liste

source: Start typing...
fr_fr: Commencer à écrire...

source: Submit
fr_fr: Envoyer

source: Manage admin note
fr_fr: Gérer la note admin

source: Add a note to this comment...
fr_fr: Ajouter une note à ce message...

source: <a href="comment.php?fid=%s">Start the first thread in this forum</a>
fr_fr: <a href="comment.php?fid=%s">Démarrer un premier sujet dans ce forum</a>

source: Never
fr_fr: Jamais

source: No forums available
fr_fr: Pas de forums disponibles

source: The board is empty, select a forum and create a thread to begin.
fr_fr: Le forum est vide, sélectionnez un forum et créer un nouveau sujet pour commencer.

source: From:
fr_fr: De :

source: Comment:
fr_fr: Commantaire :

source: Website
fr_fr: Site web

source: IP log
fr_fr: IP de connexion

source: Unsolved
fr_fr: Non résolu

source: Answer
fr_fr: Résolu

source: Report
fr_fr: Signaler

source: Online:
fr_fr: En ligne :

source: Offline
fr_fr: Hors-ligne

source: Registered since
fr_fr: Enregistré depuis

source: Comments:
fr_fr: Messages :

source: PM
fr_fr: MP

source: Your search returned no hits.
fr_fr: Votre recherche n'a donné aucun résultat.

source: This is the first comment in the thread, the whole thread will be permanently deleted.
fr_fr: Ceci est le premier message dans ce sujet, tout le sujet sera définitivement supprimé.

source: The comment you have chosen to delete is set out below for you to review before proceeding.
fr_fr: Le message que vous avez choisi de supprimer est présenté ci-dessous pour que vous puissiez l'examiner avant de continuer.

source: Cancel
fr_fr: Annuler

source: This is the first comment in the thread, the whole thread will be hidden.
fr_fr: Ceci est le premier message dans le sujet, tout le sujet sera caché.

source: The comment you have chosen to hide is set out below for you to review before proceeding.
fr_fr: Le message que vous avez choisi de cacher est indiqué ci-dessous pour que vous puissiez l'examiner avant de continuer.

source: This comment has been hidden. We'll unhide it again with a click on the button.
fr_fr: Ce message a été caché. Nous allons le réafficher en cliquant sur le bouton.

source: Thread started by %s - %s
fr_fr: Sujet démarré par %s - %s

source: Comment by %s - %s
fr_fr: Commenté par %s - %s

source: You must agree to the following in order to register
fr_fr: Vous devez accepter ce qui suit pour vous inscrire

source: Agree
fr_fr: Accepter

source: Mail
fr_fr: E-Mail

source: Send
fr_fr: Envoyer

source: Tell us why you are reporting this
fr_fr: Dites-nous pourquoi vous signalez cela

source: Forums to search in
fr_fr: Rechercher dans quels forums

source: Forum to search in
fr_fr: Rechercher dans quel forum

source: You are banned from this forum.
fr_fr: Vous êtes bannis de ce forum.

source: The ban expires at the end of
fr_fr: Le bannissement expire le

source: The administrator or moderator that banned you left the following message:
fr_fr: L'administrateur ou le modérateur qui vous a bannis a laissé le message suivant :

source: Please direct any inquiries to the forum administrator at
fr_fr: Veuillez adresser toute demande auprès de l'administrateur du forum à

source: Usernames must be at least 2 characters long. Please choose another (longer) username.
fr_fr: Les noms d'utilisateur doivent comporter au moins 2 caractères. Veuillez choisir un autre nom d'utilisateur (plus long).

source: Usernames must not be more than 25 characters long. Please choose another (shorter) username.
fr_fr: Les noms d'utilisateur ne doivent pas comporter plus de 25 caractères. Choisissez un autre nom d'utilisateur (plus court).

source: The username guest is reserved. Please choose another username.
fr_fr: Le nom d'utilisateur invité est réservé. Choisissez un autre nom d'utilisateur.

source: Usernames may not be in the form of an IP address. Please choose another username.
fr_fr: Les noms d'utilisateur ne peuvent pas être sous la forme d'une adresse IP. Choisissez un autre nom d'utilisateur.

source: Usernames may not contain all the characters ', " and [ or ] at once. Please choose another username.
fr_fr: Les noms d'utilisateur ne peuvent pas contenir tous les caractères ', "et [ ou ] à la fois. Choisissez un autre nom d'utilisateur.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses. Please choose another username.
fr_fr: Les noms d'utilisateur ne peuvent pas contenir de label de formatage de texte (BBCode) que le forum utilise. Choisissez un autre nom d'utilisateur.

source: The username you entered contains one or more censored words. Please choose a different username.
fr_fr: Le nom d'utilisateur que vous avez entré contient un ou plusieurs mots censurés. Merci de choisir un autre nom d'utilisateur.

source: Someone is already registered with the username
fr_fr: Quelqu'un est déjà enregistré avec le nom d'utilisateur

source: The username you entered is too similar. The username must differ from that by at least one alphanumerical character (a-z or 0-9). Please choose a different username.
fr_fr: Le nom d'utilisateur que vous avez entré est trop similaire. Le nom d'utilisateur doit différer de celui d'au moins un caractère alphanumérique (a-z ou 0-9). Merci de choisir un autre nom d'utilisateur.

source: The username you entered is banned in this forum. Please choose another username.
fr_fr: Le nom d'utilisateur que vous avez entré est bannis sur ce forum. Choisissez un autre nom d'utilisateur.

source: Member
fr_fr: Membre

source: Luna failed to perform your request
fr_fr: Luna n'a pas réussi à effectuer votre demande

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: Bad HTTP_REFERER. You were referred to this page from an unauthorized source. If the problem persists please make sure that "Base URL" is correctly set in Backstage > Settings and that you are visiting the forum by navigating to that URL. More information regarding the referrer check can be found in the Luna documentation.
fr_fr: Mauvais HTTP_REFERER. Vous avez été redirigé sur cette page à partir d'une source non autorisée. Si le problème persiste, assurez-vous que l'"URL de base" est correctement configuré dans Administration > Options et que vous visitez le forum en naviguant vers cette URL. Vous trouverez plus d'informations sur le contrôle de référence dans la documentation de Luna.

source: Bad CSRF hash. You were referred to this page from an unauthorized source.
fr_fr: Mauvaise règle CSRF. Vous avez été redirigé sur cette page à partir d'une source non autorisée.

source: Debug information
fr_fr: Débogueur d'informations

source: Time (s)
fr_fr: Heure (s)

source: Total query time: %s
fr_fr: Temps de requête total : %s

source: Usernames must be at least 2 characters long.
fr_fr: Les noms d'utilisateur doivent comporter au moins 2 caractères.

source: Usernames must not be more than 25 characters long.
fr_fr: Les noms d'utilisateur ne doivent pas comporter plus de 25 caractères.

source: The username guest is reserved.
fr_fr: Le nom d'utilisateur invité est réservé.

source: Usernames may not be in the form of an IP address.
fr_fr: Les noms d'utilisateur peuvent ne pas être sous la forme d'une adresse IP.

source: Usernames may not contain all the characters ', " and [ or ] at once.
fr_fr: Les noms d'utilisateur ne peuvent pas contenir tous les caractères ', "et [ ou ] à la fois.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses.
fr_fr: Les noms d'utilisateur ne peuvent pas contenir de label de formatage de texte (BBCode) que le forum utilise.

source: Passwords must be at least 6 characters long.
fr_fr: Les mots de passe doivent comporter au moins 6 caractères.

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.

source: The administrator email address you entered is invalid.
fr_fr: L'email de votre administrateur est introuvable.

source: You must enter a board title.
fr_fr: Vous devez entrer un titre de forum.

source: The default language chosen doesn't seem to exist.
fr_fr: La langue par défaut choisie ne semble pas exister.

source: The default style chosen doesn't seem to exist.
fr_fr: Le style par défaut choisi ne semble pas exister.

source: "%s" is not a valid database type
fr_fr: "%s" n'est pas un type de base de données valide

source: The table prefix 'sqlite_' is reserved for use by the SQLite engine. Please choose a different prefix
fr_fr: Le préfixe de table 'sqlite_' est réservé pour être utilisé par le moteur SQLite. Choisissez un préfixe différent

source: InnoDB does not seem to be enabled. Please choose a database layer that does not have InnoDB support, or enable InnoDB on your MySQL server
fr_fr: InnoDB ne semble pas être activé. Choisissez une couche de base de données qui ne possède pas de support InnoDB ou autorisez InnoDB sur votre serveur MySQL

source: The table prefix '%s' contains illegal characters or is too long. The prefix may contain the letters a to z, any numbers and the underscore character. They must however not start with a number. The maximum length is 40 characters. Please choose a different prefix
fr_fr: Le préfixe de tableau '%s' contient des caractères illégaux ou est trop long. Le préfixe peut contenir les lettres a à z, les chiffres et le caractère de soulignement. Ils ne doivent cependant pas commencer par un nombre. La longueur maximale est de 40 caractères. Choisissez un préfixe différent

source: A table called "%susers" is already present in the database "%s". This could mean that Luna is already installed or that another piece of software is installed and is occupying one or more of the table names Luna requires. If you want to install multiple copies of Luna in the same database, you must choose a different table prefix
fr_fr: Une table appelée "%susers" est déjà présente dans la base de données "%s". Cela pourrait signifier que Luna est déjà installée ou qu'un autre logiciel est installé et occupe un ou plusieurs des noms de table que Luna exige. Si vous souhaitez installer plusieurs copies de Luna dans la même base de données, vous devez choisir un préfixe de table différent

source: H:i
fr_fr: H:1

source: Wow, it's great to have you here, welcome and thanks for joining us. We've set up your account and you're ready to go. Though we like to point out some actions you might want to do first.
fr_fr: Wow, c'est génial de vous accueillir ici, bienvenue et merci de votre participation. Nous avons configuré votre compte et vous êtes prêt à démarrer. Bien que nous aimions souligner certaines actions que vous pourriez vouloir faire d'abord.

source: Administrators
fr_fr: Administrateurs

source: Administrator
fr_fr: Administrateur

source: Moderators
fr_fr: Modérateurs

source: Moderator
fr_fr: Modérateur

source: Members
fr_fr: Membres

source: New member
fr_fr: Nouveau

source: Welcome to Luna, discover the possibilities!
fr_fr: Bienvenue à Luna, découvrez les possibilités !

source: It seems your comment consisted of empty BBCodes only. It is possible that this happened because e.g. the innermost quote was discarded because of the maximum quote depth level.
fr_fr: Il semble que votre message soit composé uniquement de BBCodes vides. Il est possible que cela se produise parce que, par exemple, La citation la plus reculée a été rejetée en raison du niveau de profondeur maximum de citation.

source: The quote, code, list, video, spoiler and heading BBCodes are not allowed in signatures.
fr_fr: La citation, le code, la liste, la vidéo, le spoiler et le titre BBCodes ne sont pas autorisés dans les signatures.

source: Your list was too long to parse, please make it smaller!
fr_fr: Votre liste était trop longue pour analyser, faites-la plus petite !

source: [%s] tag had an empty attribute section
fr_fr: La balise [%s] avait une section d'attribut vide

source: [%1$s] was opened within [%2$s], this is not allowed
fr_fr: [%1$s] a été ouvert dans [%2$s], ceci n'est pas autorisé

source: [/%1$s] was found without a matching [%1$s]
fr_fr: [/%1$s] a été trouvé sans correspondance [%1$s]

source: [%1$s] was found without a matching [/%1$s]
fr_fr: [%1$s] a été trouvé sans correspondance [/%1$s]

source: [%s] was opened within itself, this is not allowed
fr_fr: [%s] a été ouvert en lui, ce n'est pas autorisé

source: wrote
fr_fr: à écrit

source: No users online
fr_fr: Aucun membre en ligne

source: RSS active thread feed
fr_fr: Flux RSS de sujet actif

source: Atom active thread feed
fr_fr: Flux Atom de sujet actif

source: It seems like Luna is already installed.
fr_fr: Il semble que Luna soit déjà installée.

source: We're done here
fr_fr: Nous avons terminé ici

source: You can do anything
fr_fr: Vous pouvez tout faire

source: <strong>The cache directory is currently not writable!</strong> In order for Luna to function properly, the directory <em>%s</em> must be writable by PHP. Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
fr_fr: <b>Le répertoire du cache n'est actuellement pas accessible à l'écriture !</b> Pour que Luna puisse fonctionner correctement, le répertoire <i>%s</i> doit être écrit en PHP. Utilisez chmod pour définir les autorisations de répertoire appropriées. En cas de doute, réglez chmod à 0777.

source: <strong>The avatar directory is currently not writable!</strong> If you want users to be able to upload their own avatar images you must see to it that the directory <em>%s</em> is writable by PHP. You can later choose to save avatar images in a different directory (see Backstage > Settings). Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
fr_fr: <b>Le répertoire du cache n'est actuellement pas accessible à l'écriture !</b> Pour que Luna puisse fonctionner correctement, le répertoire <i>%s</i> doit être écrit en PHP. Vous pouvez plus tard choisir de sauvegarder des images d'avatar dans un répertoire différent (voir Administration > Options). Utilisez chmod pour définir les autorisations de répertoire appropriées. En cas de doute, réglez chmod à 0777.

source: PHP needs to have support for either MySQL or SQLite to run Luna to be installed. Non is available, though
fr_fr: PHP doit être compatible avec MySQL ou SQLite pour exécuter Luna pour être installé. Non, mais non disponible

source: Luna Installation
fr_fr: Installation de Luna

source: Server hostname
fr_fr: Nom du serveur hôte

source: Administrator password 1
fr_fr: Mot de passe admin 1

source: Administrator password 2
fr_fr: Mot de passe admin 2

source: Board title
fr_fr: Titre du forum

source: No trailing slash
fr_fr: Aucune barre oblique

source: Install<span class="brand">Luna</span>
fr_fr: Installer <span class="brand">Luna</span>

source: Install language
fr_fr: Installer une langue

source: Change language
fr_fr: Changer la langue

source: Language
fr_fr: Langue

source: The language used for the installer, the default language for the board can be set below
fr_fr: La langue utilisée pour le programme d'installation, la langue par défaut pour le forum peut être définie ci-dessous

source: Errors
fr_fr: Erreurs

source: We've listed everything this server knows
fr_fr: Nous avons énuméré tout ce que le serveur sait

source: Table prefix
fr_fr: Préfixe de tableau

source: Set for more Luna installation in this database
fr_fr: Configurez pour plus d'une installation de Luna dans cette base de données

source: 2 to 25 characters long
fr_fr: 2 à 25 caractères

source: At least 6 characters long
fr_fr: Au moins 6 caractères

source: Board URL
fr_fr: Lien du forum

source: Default theme
fr_fr: Thème par défaut

source: Start install
fr_fr: Démarrer l'installation

source: <strong>File uploads appear to be disallowed on this server!</strong> If you want users to be able to upload their own avatar images you must enable the file_uploads configuration setting in PHP. Once file uploads have been enabled, avatar uploads can be enabled in Backstage > Settings > Features.
fr_fr: <strong>L'upload de fichiers semble ne pas être autorisé sur ce serveur !</strong> Si vous souhaitez que les utilisateurs puissent uploader leurs propres images d'avatar, vous devez activer le paramètre de configuration file_uploads dans les options PHP. Une fois que les uploads de fichiers ont été activés, les uploads d'avatar peuvent être activés dans Administration > Options > Caractéristiques.

source: Luna has been installed. To finalize the installation please follow the instructions below.
fr_fr: Luna a été installée. Pour finaliser l'installation, suivez les instructions ci-dessous.

source: To finalize the installation, you need to click on the button below to download a file called config.php. You then need to upload this file to the root directory of your Luna installation.
fr_fr: Pour finaliser l'installation, vous devez cliquer sur le bouton ci-dessous pour télécharger un fichier appelé config.php. Vous devez ensuite umploader ce fichier dans le répertoire racine de votre installation Luna.

source: Once you have uploaded config.php, Luna will be fully installed! At that point, you may <a href="index.php">go to the forum index</a>.
fr_fr: Une fois que vous avez uploadé config.php, Luna sera complètement installée ! À partir de là vous pouvez consulter <a href="index.php">l'index du forum</a>.

source: Download config.php file
fr_fr: Télécharger le fichier config.php

source: Luna has been fully installed! You may now <a href="index.php">go to the forum index</a>.
fr_fr: Luna a été complètement installée! Vous pouvez maintenant consulter <a href="index.php">l'index du forum</a>.

source: Wrong username and/or password.
fr_fr: Nom d'utilisateur et/ou mot de passe incorrect.

source: Forgotten password
fr_fr: Mot de passe oublié

source: Subject: New password requested Hello <username>, You have requested to have a new password assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your password you should just ignore this message. Only if you visit the activation page below will your password be changed. Your new password is: <new_password> To change your password, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Nouveau mot de passe demandé Salut <username>, Vous avez demandé à avoir un nouveau mot de passe attribué à votre compte sur le forum de discussion <base_url>. Si vous ne l'avez pas demandé ou si vous ne souhaitez pas modifier votre mot de passe, vous devez simplement ignorer ce message. Seulement si vous visitez la page d'activation ci-dessous, votre mot de passe sera modifié. Votre nouveau mot de passe est : <new_password> Pour changer votre mot de passe, visitez la page suivante : <activation_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: This account has already requested a password reset in the past hour. Please wait %s minutes before requesting a new password again.
fr_fr: Ce compte a déjà demandé une réinitialisation de mot de passe au cours de la dernière heure. Veuillez attendre %s minutes avant de demander à nouveau un nouveau mot de passe.

source: An email has been sent to the specified address with instructions on how to change your password. If it does not arrive you can contact the forum administrator at
fr_fr: Un email a été envoyé à l'adresse spécifiée avec des instructions sur la façon de modifier votre mot de passe. Si cela n'arrive pas, vous pouvez contacter l'administrateur du forum à

source: There is no user registered with the email address
fr_fr: Il n'y a aucun utilisateur enregistré avec cette adresse e-mail

source: The user you are trying to send an email to has disabled form email.
fr_fr: L'utilisateur que vous essayez de contacter par email a désactivé le formulaire de courrier électronique.

source: You must enter a subject.
fr_fr: Vous devez saisir un sujet.

source: Messages cannot be longer than 65535 characters (64 KB).
fr_fr: Les messages ne peuvent pas dépasser 65535 caractères (64 Ko).

source: At least %s seconds have to pass between sent emails. Please wait %s seconds and try sending again.
fr_fr: Au moins %s secondes doivent passer entre les e-mails envoyés. Veuillez attendre %s secondes et essayez de l'envoyer à nouveau.
