Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: New notifications
fr_fr: Nouvelles notifications

source: Comments
fr_fr: Messages

source: The number of days old a thread must be to be pruned
fr_fr: Le nombre de jours d'ancienneté d'un sujet qui doit être prugé

source: Prune pinned threads
fr_fr: Vider les sujets épinglés

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Prune from
fr_fr: Vider à partir de

source: Minimum days
fr_fr: Jours minimum

source: Since
fr_fr: Depuis

source: Registration
fr_fr: Enregistrement

source: Last login
fr_fr: Dernière connexion

source: Maximum number of comments
fr_fr: Nombre maximum de messages

source: How many comments do you require before an users isn't pruned
fr_fr: Combien de messages vous demandez avant qu'un utilisateur ne soit prugé ?

source: Delete management
fr_fr: Supprimer la gestion

source: User status
fr_fr: Statut de l'utilisateur

source: Delete any
fr_fr: Supprimer tout

source: Delete only verified
fr_fr: Supprimer uniquement quand vérifié

source: Delete only unverified
fr_fr: Supprimer uniquement quand non vérifié

source: Minimum comments must be a positive integer value.
fr_fr: Les messages minimum doivent être une valeur entière positive.

source: There is already a rank with a minimum amount of %s comments.
fr_fr: Il existe déjà un grade avec un minimum de %s messages.

source: User ranks is disabled in %s.
fr_fr: Les rangs d'utilisateurs sont désactivés en %s.

source: Add rank
fr_fr: Ajouter rang

source: Rank title
fr_fr: Titre du rang

source: Minimum comments
fr_fr: Commantaires minimum

source: Manage ranks
fr_fr: Gérer les rangs

source: No ranks in list
fr_fr: Pas de rangs dans la liste

source: Old reports
fr_fr: Anciens signalements

source: Mark as read
fr_fr: Marquer comme lu

source: Managed by %s
fr_fr: Géré par %s

source: There are no read reports.
fr_fr: Il n'y a pas de signalements lus.

source: Your installation does not support automatic conversion of internationalized domain names. As your base URL contains special characters, you <strong>must</strong> use an online converter.
fr_fr: Votre installation ne prend pas en charge la conversion automatique des noms de domaine internationalisés. Comme votre URL de base contient des caractères spéciaux, <strong>vous devez</strong> utiliser un convertisseur en ligne.

source: You need to enter the SMTP password twice exactly the same to change it.
fr_fr: Vous devez entrer le mot de passe SMTP exactement deux fois à l'identique pour le modifier.

source: Enter your announcement here.
fr_fr: Entrez votre annonce ici.

source: Enter your rules here.
fr_fr: Entrez vos règles ici.

source: The value of "Timeout online" must be smaller than the value of "Timeout visit".
fr_fr: La valeur de "Fin de session membre" doit être inférieure à la valeur "Fin de session visiteur".

source: Branding
fr_fr: Principal

source: Title
fr_fr: Titre

source: Default language
fr_fr: Langage par défaut

source: Add some words that describe your board, separated by a comma
fr_fr: Ajoutez des mots qui décrivent votre forum, séparés par une virgule

source: You can upload a favicon here to show in the browser
fr_fr: Vous pouvez télécharger un favicon ici pour le montrer sur le navigateur

source: Delete favicon
fr_fr: Supprimer le favicon

source: Default favicon
fr_fr: Favicon par défaut

source: Announcement
fr_fr: Annonces

source: Enable this to display the below message in the board.
fr_fr: Activez ceci pour afficher le message en haut du forum.

source: You can leave this empty if there is no title
fr_fr: Vous pouvez laisser ce vide s'il n'y a pas de titre

source: Info
fr_fr: Information

source: Success
fr_fr: Succès

source: Warning
fr_fr: Attention

source: Time and timeouts
fr_fr: Temps et fin de session

source: Time format
fr_fr: Format de l'heure

source: Now: %s. See %s for more info
fr_fr: Il est : %s. Voir %s pour plus d'informations

source: PHP manual
fr_fr: Manuel du PHP

source: Date format
fr_fr: Forum de la date

source: Default time zone
fr_fr: Fuseau horaire par défaut

source: Visit timeout
fr_fr: Fin de session visiteur

source: Time before a visit ends
fr_fr: Le temps avant la fin de la visite

source: Online timeout
fr_fr: Fin de session membre

source: Time before someone isn't online anymore
fr_fr: Temps avant que quelqu'un ne soit plus en ligne

source: Default feed type
fr_fr: Type de flux par défaut

source: None
fr_fr: Aucun

source: Duration to cache feeds
fr_fr: Durée de la mémoire cache des flux

source: Reduce sources by caching feeds
fr_fr: Réduire les sources par mise en cache des flux

source: Don't cache
fr_fr: Ne pas mettre en cache

source: Admin email
fr_fr: E-mail admin

source: Webmaster email
fr_fr: Email du webmaster

source: The email where the boards mails will be addressed from
fr_fr: Le courrier électronique ou les mails du forum seront adressés à partir de

source: Reporting method
fr_fr: Méthode de signalement

source: How should we handle reports?
fr_fr: Comment devrions-nous gérer les sugnalements ?

source: Internal
fr_fr: Interne

source: Both
fr_fr: Les deux

source: Mailing list
fr_fr: Liste de diffusion

source: A comma separated list of subscribers who get e-mails when new reports are made
fr_fr: Une liste séparée par des virgules d'abonnés qui reçoivent des e-mails lorsque de nouveaux signalements sont effectués

source: New registrations
fr_fr: Nouvelles inscriptions

source: Allow new users to be made by people.
fr_fr: Permettre aux nouveaux utilisateurs d'être créés par des personnes.

source: Notify people on the mailing list when new user registers.
fr_fr: Notifier les personnes sur la liste de diffusion lorsque les nouveaux utilisateurs s'inscrivent.

source: Verify
fr_fr: Vérifier

source: Send a random password to users to verify their email address.
fr_fr: Envoyer un mot de passe aléatoire aux utilisateurs pour vérifier leur adresse e-mail.

source: Allow users to use a banned email address, mailing list will be warned when this happens.
fr_fr: Permettre aux utilisateurs d'utiliser une adresse électronique interdite, la liste de diffusion sera avertie lorsque cela se produira.

source: Allow users to use an email address that is already used, mailing list will be warned when this happens.
fr_fr: Permettre aux utilisateurs d'utiliser une adresse de courrier électronique déjà utilisée, la liste de diffusion sera avertie lorsque cela se produira.

source: Rules
fr_fr: Règles

source: Require users to agree with the rules. This will enable a "Rules" panel in Help.
fr_fr: Exiger que les utilisateurs acceptent les règles. Cela activera un panneau "Règles" dans l'Aide.

source: Enter rules or useful information, required when rules are enabled, in HTML
fr_fr: Entrez des règles ou des informations utiles, requises lorsque les règles sont activées, en HTML

source: Default email setting
fr_fr: Paramètre de messagerie par défaut

source: Default privacy setting for new registrations
fr_fr: Paramètre de confidentialité par défaut pour les nouveaux enregistrements

source: Display email address to other users.
fr_fr: Afficher l'adresse électronique à d'autres utilisateurs.

source: Hide email address but allow form e-mail.
fr_fr: Masquer l'adresse e-mail, mais autoriser le courrier électronique par fomulaire.

source: Hide email address and disallow form email.
fr_fr: Masquer l'adresse e-mail, et interdire le courrier électronique par fomulaire.

source: Cookie bar
fr_fr: Barre de Cookie

source: More info
fr_fr: Plus d'info

source: Show a bar with information about cookies at the bottom of the page.
fr_fr: Affichez une barre contenant des informations sur les cookies en bas de la page.

source: Cookie info URL
fr_fr: URL d'information sur les cookies

source: Use your own URL for cookie information, by default, we provide our own page
fr_fr: Utilisez votre propre URL pour les informations sur les cookies, par défaut, nous fournissons notre propre page

source: SMTP settings
fr_fr: Options SMTP

source: SMTP server address
fr_fr: Adresse serveur SMTP

source: The address of an external SMTP server to send emails with
fr_fr: L'adresse d'un serveur SMTP externe pour envoyer des emails avec

source: SMTP username
fr_fr: Nom d'utilisateur SMTP

source: Username for SMTP server, only if required
fr_fr: Nom d'utilisateur du serveur SMTP, uniquement si requis

source: SMTP password
fr_fr: Mot de passe SMTP

source: Password and confirmation for SMTP server, only when required
fr_fr: Mot de passe et confirmation pour le serveur SMTP, uniquement lorsque requis

source: Check this if you want to change or delete the currently stored password.
fr_fr: Cochez cette case si vous souhaitez modifier ou supprimer le mot de passe actuellement enregistré.

source: SMTP encryption
fr_fr: Encryptage SMTP

source: Encrypts the connection to the SMTP server using SSL, only when required and supported.
fr_fr: Crypte la connexion au serveur SMTP à l'aide de SSL, uniquement lorsque requis et pris en charge.

source: Root URL
fr_fr: URL racine

source: Advanced
fr_fr: Avancé

source: Gzip output sent to the browser. This will reduce bandwidth usage, but use some more CPU. This feature requires that PHP is configured with zlib. If you already have one of the Apache modules (mod_gzip/mod_deflate) set up to compress PHP scripts, disable this feature.
fr_fr: Sortie Gzip envoyée au navigateur. Cela réduira l'utilisation de la bande passante, mais utilisera plus de CPU. Cette fonctionnalité nécessite que PHP soit configuré avec zlib. Si vous disposez déjà d'un module Apache (mod_gzip/mod_deflate) pour compresser les scripts PHP, désactivez cette fonctionnalité.

source: The PHP function phpinfo() has been disabled on this server.
fr_fr: La fonction PHP phpinfo() a été désactivée sur ce serveur.

source: Not available
fr_fr: Indisponible

source: Non available
fr_fr: Pas disponible

source: Update ring
fr_fr: Cycle de mise à jour

source: Preview
fr_fr: Aperçu

source: Nightly
fr_fr: Chaque nuit

source: Luna version information
fr_fr: Informations sur la version Luna

source: Software version
fr_fr: Version du logiciel

source: Core version
fr_fr: Version du coeur

source: Database version
fr_fr: Version de la Base de données

source: Bootstrap version
fr_fr: Version de Bootstrap

source: Font Awesome version
fr_fr: Version de Font Awesome

source: jQuery version
fr_fr: Version de jQuery

source: Luna software updates
fr_fr: Mises à jour du logiciel Luna

source: Check for updates
fr_fr: Vérifiez les mises à jour

source: A new version is available!
fr_fr: Une nouvelle version est disponible !

source: A new version, Luna %s has been released. It's a good idea to update to the latest version of Luna, as it contains not only new features, improvements and bugfixes, but also the latest security updates.
fr_fr: Une nouvelle version, Luna %s a été diffusée. C'est une bonne idée de mettre à jour le forum vers la dernière version de Luna, car elle contient non seulement de nouvelles fonctionnalités, des améliorations et des corrections de bugs, mais aussi les dernières mises à jour de sécurité.

source: Download v%s
fr_fr: Télécharger v%s

source: Changelog
fr_fr: Journal de changement

source: You're using the latest version of Luna!
fr_fr: Vous utilisez la dernière version de Luna!

source: You're on our latest release! Nothing to worry about.
fr_fr: Vous êtes sur notre dernière version ! Pas d'inquiétudes à avoir.

source: You're using a development version of Luna. Be sure to stay up-to-date.
fr_fr: Vous utilisez une version de développement de Luna. Assurez-vous de rester à jour.

source: We release every now and then a new build for Luna, one more stable then the other, for you to check out. You can keep track of this at <a href="http://getluna.org/release-notes-preview.php">our website</a>. New builds can contain new features, improved features, and/or bugfixes.
fr_fr: Nous diffusons de temps en temps une nouvelle version pour Luna, une plus stable que les autres, pour que vous puissiez vérifier. Vous pouvez le suivre sur notre <a href="http://getluna.org/release-notes-preview.php">notre site</a>. Les nouvelles versions peuvent contenir de nouvelles fonctionnalités, des améliorations et/ou des corrections de bugs.

source: At this point, we can only tell you that you're beyond the latest release. We can't tell you if there is a new preview available. You'll have to find out for yourself.
fr_fr: À ce stade, nous ne pouvons vous dire que vous êtes au-delà de la dernière version. Nous ne pouvons pas vous dire s'il existe un nouvel aperçu disponible. Vous allez devoir le découvrir par vous-même.

source: Download
fr_fr: Télécharger

source: Server statistics
fr_fr: Statistiques du serveur

source: Server load
fr_fr: Charge du serveur

source: Environment
fr_fr: Environnement

source: Database
fr_fr: Base de donénes

source: %s - %s user(s) online
fr_fr: %s - %s membre(s) en ligne

source: Operating system: %s
fr_fr: Systèmes d'exploitation : %s

source: Show info
fr_fr: Afficher les infos

source: Accelerator: %s
fr_fr: Accelerateur : %s

source: Rows: %s
fr_fr: Lignes : %s

source: Size: %s
fr_fr: Taille : %s

source: IP/IP-ranges
fr_fr: IP/Plage d'IP

source: Last used
fr_fr: Dernière utilisation

source: Times found
fr_fr: Fois trouvés

source: Find more users for this ip
fr_fr: Trouvez plus d'utilisateurs pour cet ip

source: There are currently no comments by that user in the forum.
fr_fr: Il n'y a actuellement aucun message de cet utilisateur sur le forum.

source: The supplied IP address is not correctly formatted.
fr_fr: L'adresse IP fournie n'est pas correctement formatée.

source: Title/Status
fr_fr: Titre/Statut

source: Admin note
fr_fr: Note admin

source: IP stats
fr_fr: Statistiques IP

source: The supplied IP address could not be found in the database.
fr_fr: L'adresse IP fournie n'a pas pu être trouvée dans la base de données.

source: No users selected.
fr_fr: Aucun utilisateur sélectionné.

source: For security reasons, you are not allowed to move multiple administrators to another group. If you want to move these administrators, you can do so on their respective user profiles.
fr_fr: Pour des raisons de sécurité, vous ne pouvez pas déplacer plusieurs administrateurs vers un autre groupe. Si vous souhaitez déplacer ces administrateurs, vous pouvez le faire sur leurs profils d'utilisateurs respectifs.

source: Invalid group ID.
fr_fr: ID de groupe invalide.

source: Change user group
fr_fr: Changer le groupe d'utilisateurs

source: New group
fr_fr: Nouveau groupe

source: Select a new user group
fr_fr: Sélectionnez un nouveau groupe d'utilisateurs

source: Administrators cannot be deleted. In order to delete administrators, you must first move them to a different user group.
fr_fr: Les administrateurs ne peuvent pas être supprimés. Pour supprimer les administrateurs, vous devez d'abord les transférer vers un autre groupe d'utilisateurs.

source: Delete users
fr_fr: Supprimer les utilisateurs

source: Deleted users and/or comments cannot be restored. If you choose not to delete the comments made by this user, the comments can only be deleted manually at a later time.
fr_fr: Les utilisateurs supprimés et/ou les messages ne peuvent pas être restaurés. Si vous choisissez de ne pas supprimer les messages créés par cet utilisateur, les messages pourront être effacés uniquement de manière manuel plus tard.

source: Delete all comments and threads this user has made
fr_fr: Supprimer tous les messages et sujets que cet utilisateur a créé

source: Administrators cannot be banned. In order to ban administrators, you must first move them to a different user group.
fr_fr: Les administrateurs ne peuvent pas être banni. Pour bannir les administrateurs, vous devez d'abord les transférer vers un autre groupe d'utilisateurs.

source: Moderators cannot be banned. In order to ban moderators, you must first move them to a different user group.
fr_fr: Les modérateurs ne peuvent pas être banni. Afin de bannir les modérateurs, vous devez d'abord les transférer vers un groupe d'utilisateurs différent.

source: Ban users
fr_fr: Utilisateurs bannis

source: Ban IP addresses
fr_fr: Bannir les adresses IP

source: Also ban the IP addresses of the banned users to make registering a new account more difficult for them.
fr_fr: Également bannir les adresses IP des utilisateurs bannis pour rendre l'enregistrement d'un nouveau compte plus difficile pour eux.

source: You entered a non-numeric value into a numeric only column.
fr_fr: Vous avez entré une valeur non numérique dans une colonne uniquement numérique.

source: Change group
fr_fr: Changer de groupe

source: Banned
fr_fr: Bannis

source: Not verified
fr_fr: Non vérifié

source: The user has been deleted.
fr_fr: L'utilisateur a été supprimé.

source: User search
fr_fr: Chercher l'utilisateur

source: Enter a username to search for and/or a user group to filter by. Use the wildcard character * for partial matches.
fr_fr: Entrez un nom d'utilisateur pour rechercher et/ou un groupe d'utilisateurs à filtrer. Utilisez le caractère générique * pour les partitions partielles.

source: Email address
fr_fr: Adresse e-mail

source: Real name
fr_fr: Vrai nom

source: User group
fr_fr: Groupe d'utilisateurs

source: All groups
fr_fr: Tous les groupes

source: Unverified users
fr_fr: Utilisateurs non vérifiés

source: Less comments than
fr_fr: Moins de messages que

source: More comments than
fr_fr: Plus de messages que

source: Number of comments
fr_fr: Nombre de messages

source: Last visit
fr_fr: Derniere visite

source: Registered
fr_fr: Inscrit

source: IP search
fr_fr: Recherche IP

source: Find IP address
fr_fr: Trouver l'adresse IP

source: The IP address to search for in the comment database
fr_fr: L'adresse IP à rechercher dans la base de données de messages

source: You do not have permission to view this page.
fr_fr: Vous n'avez pas la permission de voir cette page.

source: At least %s seconds have to pass between comments. Please wait %s seconds and try commenting again.
fr_fr: Au moins %s secondes doivent passer entre les messages. Veuillez attendre %s secondes et essayez de commenter à nouveau.

source: Threads must contain a subject. After applying censoring filters, your subject was empty.
fr_fr: Les sujets doivent contenir un sujet. Après avoir appliqué des filtres de censure, votre sujet était vide.

source: Subjects cannot contain only capital letters.
fr_fr: Les sujets ne peuvent contenir que des lettres majuscules.

source: The email address you entered is invalid.
fr_fr: L'adresse e mail que vous avez entré est invalide.

source: The email address you entered is banned in this forum. Please choose another email address.
fr_fr: L'adresse courriel que vous avez saisie est bannie sur ce forum. Choisissez une autre adresse e-mail.

source: Comments cannot be longer than %s bytes.
fr_fr: Les messages ne peuvent pas dépasser %s bytes.

source: Comments cannot contain only capital letters.
fr_fr: Les messages ne peuvent pas contenir que des lettres majuscules.

source: You must enter a message.
fr_fr: Vous devez entrer un message.

source: You must enter a message. After applying censoring filters, your message was empty.
fr_fr: Vous devez entrer un message. Après avoir appliqué des filtres de censure, votre message était vide.

source: %s replied to %s
fr_fr: %s répond à %s

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Réponse au sujet : "<thread_subject>" <replier> a répondu au sujet "<thread_subject>" auquel vous êtes abonné. Il peut y avoir plus de nouvelles réponses, mais c'est la seule notification que vous recevrez jusqu'à ce que vous visitez le forum à nouveau. Le message est situé à <comment_url> Vous pouvez vous désabonner en allant à <unsubscribe_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Réponse au sujet : "<thread_subject>" <replier> a répondu au sujet "<thread_subject>" auquel vous êtes abonné. Il peut y avoir plus de nouvelles réponses, mais c'est la seule notification que vous recevrez jusqu'à ce que vous visitez le forum à nouveau. Le message est situé à <comment_url> Le message est le suivant : ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- Vous pouvez vous désabonner en allant à <unsubscribe_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: %s created a new thread in %s
fr_fr: %s créer un nouveau sujet dans %s

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Nouveau sujet dans le forum : "<forum_name>" <commenter> a commenté le nouveau sujet "<thread_subject>" dans le forum "<forum_name>", auquel vous êtes abonné. Le sujet est situé à <thread_url> Vous pouvez vous désabonner en allant à <unsubscribe_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Nouveau sujet dans le forum : "<forum_name>" <commenter> a commenté le nouveau sujet "<thread_subject>" dans le forum "<forum_name>", auquel vous êtes abonné. Le sujet est situé à <thread_url> Le message est le suivant : ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- Vous pouvez vous désabonner en allant à <unsubscribe_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Alert - Banned email detected User "<username>" commented with banned email address: <email> Comment URL: <comment_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Email bannis supprimé L'utilisateur "<username>" a commenté avec l'adresse électronique bannie : <email> Lien du message : <comment_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Add comment
fr_fr: Répondre

source: Create thread
fr_fr: Nouveau
