Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: Subject: <mail_subject> <sender> from <board_title> has sent you a message. You can reply to <sender> by replying to this email. The message reads as follows: ----------------------------------------------------------------------- <mail_message> ----------------------------------------------------------------------- -- <board_mailer> Mailer
fr_fr: Objet : <mail_subject> <sender> de <board_title> vous a envoyé un message. Vous pouvez répondre à <sender> en répondant à ce mail. Le message est le suivant : ----------------------------------------------------------------------- <mail_message> ----------------------------------------------------------------------- -- <board_mailer> Mailer

source: Send email to
fr_fr: Envoyer un email à

source: You must enter a reason.
fr_fr: Vous devez entrer une raison.

source: Your message must be under 65535 bytes (~64kb).
fr_fr: Votre message doit être inférieur à 8192 octets (~ 64kb).

source: At least %s seconds have to pass between reports. Please wait %s seconds and try sending again.
fr_fr: Au moins %s secondes doivent passer entre les signalements. Veuillez attendre %s secondes et essayez de l'envoyer à nouveau.

source: A new report was filed by %s
fr_fr: Un nouveau signalement a été envoyé par %s

source: Subject: Report(<forum_id>) - "<thread_subject>" User "<username>" has reported the following message: <comment_url> Reason: <reason> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Signalement (<forum_id>) - "<thread_subject>" L'utilisateur "<username>" a signalé le message suivant : <comment_url> Raison : <reason> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Report comment
fr_fr: Signaler un message

source: Reason
fr_fr: Raison

source: This forum doesn't allow you to mark threads as solved.
fr_fr: Ce forum ne vous permet pas de marquer les sujets comme résolus.

source: You are subscribed
fr_fr: Vous êtes abonné

source: You're already subscribed to this forum.
fr_fr: Vous êtes déjà inscrit à ce forum.

source: You're not subscribed to this thread.
fr_fr: Vous n'êtes pas abonné à ce sujet.

source: At least % seconds have to pass between sends. Please wait a little while and try send the message again.
fr_fr: Au moins %s secondes doivent passer entre les envois. Patientez un peu et essayez d'envoyer le message à nouveau.

source: Can't save message, your boxes are full.
fr_fr: Impossible d'enregistrer le message, vos boîtes sont pleines.

source: You must give at least one receiver
fr_fr: Vous devez donner au moins un destinataire

source: You can send a message at the same time only to %s receivers maximum.
fr_fr: Vous pouvez envoyer un message simultanément uniquement à %s destinataires maximum.

source: %s has left the conversation.
fr_fr: %s a quitté la conversation.

source: %s disabled the private messages.
fr_fr: %s à désactivé les messages privés.

source: %s inbox is full, you can not send you message to this user.
fr_fr: La boîte de réception de %s est pleine, vous ne pouvez pas vous envoyer de message à cet utilisateur.

source: There's no user with the username "%s".
fr_fr: Il n'y a pas d'utilisateur avec le nom d'utilisateur "%s".

source: Subject: You received a new private message on <board_title> <sender> sent a private message to you. You can read this private message at this address: <inbox_url> -- <board_mailer> (Do not reply to this message)
fr_fr: Objet : Vous avez reçu un nouveau message privé sur <board_title> <sender> vous a envoyé un message privé. Vous pouvez lire ce message privé à cette adresse : <inbox_url> -- <Board_mailer> (Ne pas répondre à ce message)

source: Subject: You received a private message on <board_title> <sender> sent a private message to you. The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can read this private message at this address: <inbox_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Vous avez reçu un message privé sur <board_title> <sender> vous a envoyé un message privé. Le message se lit comme suit: ----------------------------------------------------------------------- <message> ---------------------------------------------------------------------- Vous pouvez lire ce message privé à cette adresse: <inbox_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Send a message
fr_fr: Envoyer un message

source: No new notifications.
fr_fr: Pas de nouvelle notifications.

source: Seen
fr_fr: Vu

source: No old notifications.
fr_fr: Pas d'ancienne notifications.

source: Latest comment
fr_fr: Dernier message

source: Latest visit
fr_fr: Dernière visite

source: Location
fr_fr: Localisation

source: This forum is not accepting new registrations.
fr_fr: Ce forum n'accepte pas les nouveaux enregistrements.

source: Forum rules
fr_fr: Règles du forum

source: A new user was registered with the same IP address as you within the last hour. To prevent registration flooding, at least an hour has to pass between registrations from the same IP. Sorry for the inconvenience.
fr_fr: Un nouvel utilisateur a été enregistré avec la même adresse IP que vous dans la dernière heure. Pour éviter les inondations d'inscription, au moins une heure doit passer entre les enregistrements de la même IP. Désolé pour le dérangement.

source: Passwords must be at least 6 characters long. Please choose another (longer) password.
fr_fr: Les mots de passe doivent comporter au moins 6 caractères. Choisissez un autre mot de passe (plus long).

source: Email addresses do not match.
fr_fr: Les adresses e-mail ne correspondent pas.

source: Someone else is already registered with that email address. Please choose another email address.
fr_fr: Quelqu'un d'autre est déjà enregistré avec cette adresse e-mail. Choisissez une autre adresse e-mail.

source: Unfortunately it looks like your request is spam. If you feel this is a mistake, please direct any inquiries to the forum administrator at
fr_fr: Malheureusement, il semble que votre demande soit un spam. Si vous pensez que c'est une erreur, veuillez adresser toute question au responsable du forum à l'adresse suivante:

source: Subject: Alert - Banned email detected User "<username>" registered with banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Email banni détecté L'utilisateur "<username>" est enregistré avec l'adresse email bannie : <email> Profil de l'utilisateur : <profile_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Alert - Duplicate email detected User "<username>" registered with an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Email multiples détectés L'utilisateur "<username>" est enregistré avec une adresse e-mail qui appartient également à : <dupe_list> Profil de l'utilisateur : <profile_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Alert - New registration User "<username>" registered in the forums at <base_url> User profile: <profile_url> To administer this account, please visit the following page: <admin_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Nouvel enregistrement L'utilisateur "<username>" c'est enregistré sur les forums <base_url> Profil de l'utilisateur : <profile_url> Pour administrer ce compte, visitez la page suivante : <admin_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Welcome to <board_title>! Thank you for registering in the forums at <base_url>. Your account details are: Username: <username> Password: <password> Login at <login_url> to activate the account. -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Bienvenue sur <board_title>! Merci de vous être enregistré sur les forums <base_url>. Les détails de votre compte sont : Nom d'utilisateur : <username> Mot de passe : <password> Connectez-vous à <login_url> pour activer votre compte. -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Thank you for registering. Your password has been sent to the specified address. If it doesn't arrive you can contact the forum administrator at
fr_fr: Merci de votre inscription. Votre mot de passe a été envoyé à l'adresse spécifiée. Si cela n'arrive pas, vous pouvez contacter l'administrateur du forum à

source: Confirm password
fr_fr: Confirmer le mot de passe

source: You do not have permission to use the search feature.
fr_fr: Vous n'avez pas la permission d'utiliser la fonction de recherche.

source: You have to enter at least one keyword and/or an author to search for.
fr_fr: Vous devez entrer au moins un mot clé et/ou un auteur à rechercher.

source: At least %s seconds have to pass between searches. Please wait %s seconds and try searching again.
fr_fr: Au moins %s secondes doivent passer entre les recherches. Veuillez attendre %s secondes et essayez de rechercher à nouveau.

source: There are no threads with new comments since your last visit.
fr_fr: Il n'y a pas de sujets avec de nouveaux messages depuis votre dernière visite.

source: No new comments have been made within the last 24 hours.
fr_fr: Aucun nouveau message n'a été fait au cours des dernières 24 heures.

source: There are no comments by this user in this forum.
fr_fr: Il n'y a pas de messages de cet utilisateur sur ce forum.

source: There are no threads by this user in this forum.
fr_fr: Il n'y a pas de sujet de cet utilisateur sur ce forum.

source: This user is currently not subscribed to any threads.
fr_fr: Cet utilisateur n'est actuellement pas abonné à aucun sujet.

source: There are no unanswered comments in this forum.
fr_fr: Il n'y a pas de messages sans réponse dans ce forum.

source: Threads by %s
fr_fr: Sujets par %s

source: Comments by %s
fr_fr: Messages par %s

source: Subscribed by %s
fr_fr: Abonnements par %s

source: Quick search %s
fr_fr: Recherche rapide %s

source: Search results
fr_fr: Résultat des recherches

source: The specified password activation key was incorrect or has expired. Please re-request a new password. If that fails, contact the forum administrator at
fr_fr: La clé d'activation du mot de passe spécifié était incorrecte ou a expiré. Re-demandez un nouveau mot de passe. Si cela échoue, contactez l'administrateur du forum à

source: Your password has been updated. You can now login with your new password.
fr_fr: Votre mot de passe a été mis à jour. Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

source: Wrong old password.
fr_fr: Ancien mot de passe incorrect.

source: Administrators cannot be deleted. In order to delete this user, you must first move him/her to a different user group.
fr_fr: Les administrateurs ne peuvent pas être supprimés. Pour supprimer cet utilisateur, vous devez d'abord le déplacer vers un autre groupe d'utilisateurs.

source: Confirm delete user
fr_fr: Confirmer la suppression de l'utilisateur

source: The specified email activation key was incorrect or has expired. Please re-request change of email address. If that fails, contact the forum administrator at
fr_fr: La clé d'activation de l'email spécifiée était incorrecte ou a expiré. Veuillez ré-demander un changement d'adresse électronique. Si cela échoue, contactez l'administrateur du forum à

source: Your email address has been updated.
fr_fr: Votre adresse électronique a été mise à jour.

source: Subject: Alert - Banned email detected User "<username>" changed to banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Email bannis détecté Utilisateur "<username>" a changé d'email pour l'email bannis : <email> Profil d'utilisateur : <profile_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Alert - Duplicate email detected User "<username>" changed to an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Alerte - Email en double détectée Utilisateur "<username>" a changé son email alors qu'il appartient également à : <dupe_list> Profil d'utilisateur : <profile_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: Subject: Change email address requested Hello <username>, You have requested to have a new email address assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your email address you should just ignore this message. Only if you visit the activation page below will your email address be changed. In order for the activation page to work, you must be logged in to the forum. To change your email address, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
fr_fr: Objet : Demande de modification d'adresse email Salut <username>, Vous avez demandé à avoir une nouvelle adresse e-mail attribuée à votre compte sur le forum de discussion <base_url>. Si vous ne l'avez pas demandé ou si vous ne souhaitez pas modifier votre adresse email, vous devez simplement ignorer ce message. Seulement si vous visitez la page d'activation ci-dessous, votre adresse électronique sera modifiée. Pour que la page d'activation fonctionne, vous devez être connecté au forum. Pour modifier votre adresse e-mail, visitez la page suivante : <activation_url> -- <board_mailer> Mailer (Ne pas répondre à ce message)

source: An email has been sent to the specified address with instructions on how to activate the new email address. If it doesn't arrive you can contact the forum administrator at
fr_fr: Un email a été envoyé à l'adresse spécifiée avec des instructions sur la façon d'activer la nouvelle adresse e-mail. Si cela n'arrive pas, vous pouvez contacter l'administrateur du forum à

source: Change email address
fr_fr: Changer l'adresse email

source: New email
fr_fr: Nouveau courriel

source: The administrator has disabled avatar support.
fr_fr: L'administrateur a désactivé la prise en charge de l'avatar.

source: The file you tried to upload is not of an allowed type. Allowed types are gif, jpeg and png.
fr_fr: Le fichier que vous avez essayé de télécharger n'est pas un type autorisé. Les types autorisés sont gif, jpeg et png.

source: The file you tried to upload is larger than the maximum allowed
fr_fr: Le fichier que vous avez essayé de télécharger est supérieur au maximum autorisé

source: The file you tried to upload is wider and/or higher than the maximum allowed
fr_fr: Le fichier que vous avez essayé de télécharger est plus large et/ou supérieur au maximum autorisé

source: Send email
fr_fr: Envoyer un email

source: Unverified
fr_fr: Non vérifié

source: The website URL you entered is invalid.
fr_fr: L'URL du site que vous avez entré n'est pas valide.

source: The title you entered contains a forbidden word. You must choose a different title.
fr_fr: Le titre que vous avez entré contient un mot interdit. Vous devez choisir un titre différent.

source: Signatures cannot be longer than %1$s characters. Please reduce your signature by %2$s characters.
fr_fr: Les signatures ne peuvent pas dépasser %1$s caractères. Réduisez votre signature de %2$s caractères.

source: Signatures cannot have more than %s lines.
fr_fr: Les signatures ne peuvent pas avoir plus de %s lignes.

source: Change avatar
fr_fr: Changer d'avatar

source: Upload avatar
fr_fr: Uploader l'avatar

source: No signature currently stored in profile.
fr_fr: Pas de signature actuellement sur votre profil.

source: By %s
fr_fr: Par %s

source: on
fr_fr: sur

source: comment since
fr_fr: message depuis

source: Are you certain that this comment is the solution to your thread?
fr_fr: Êtes-vous certain que ce message est la solution à votre sujet ?

source: New thread in %s
fr_fr: Nouveau sujet dans %s

source: New comment in %s
fr_fr: Nouveau message dans %s

source: Edit %s
fr_fr: Éditer %s

source: RSS forum feed
fr_fr: Flux RSS du forum

source: Atom forum feed
fr_fr: Flux Atom du forum

source: RSS thread feed
fr_fr: Flux RSS du sujet

source: Atom thread feed
fr_fr: Flux Atom du sujet

source: User
fr_fr: Membre

source: Thread
fr_fr: Sujet

source: User online
fr_fr: Membre en ligne

source: Guest online
fr_fr: Invité en ligne

source: We use cookies to give you the best experience on this board.
fr_fr: Nous utilisons des cookies pour vous donner une meilleure expérience sur ce forum.

source: Don't show again
fr_fr: Ne plus afficher

source: Back to index
fr_fr: Retour à l'accueil

source: Unsubscribe
fr_fr: Se désabonner

source: Subscribe
fr_fr: S'abonner

source: Subforums
fr_fr: Sous-forums

source: Moderate forum
fr_fr: Modérer le forum

source: BBCode is a collection of tags that are used to change the look of text in this forum. Below you can find all the available BBCodes and how to use them. Administrators have the ability to disable BBCode.
fr_fr: BBCode est une collection de balises utilisées pour modifier l'apparence du texte dans ce forum. Vous trouverez ci-dessous tous les BBCodes disponibles et comment les utiliser. Les administrateurs ont la capacité de désactiver BBCode.

source: Text
fr_fr: Texte

source: Media
fr_fr: Média

source: Quotes
fr_fr: Citations

source: Lists
fr_fr: Listes

source: The following tags change the appearance of text:
fr_fr: Les balises suivantes changent l'apparence du texte :

source: Bold text
fr_fr: Texte en gras

source: produces
fr_fr: produit

source: Underlined text
fr_fr: Texte souligné

source: Italic text
fr_fr: Texte en italique

source: Strike-through text
fr_fr: Texte barré

source: Inserted text
fr_fr: Texte inséré

source: Red text
fr_fr: Texte en rouge

source: Blue text
fr_fr: Texte en bleu

source: Subscript text
fr_fr: Texte en indice

source: Superscript text
fr_fr: Texte en exposant

source: Heading text
fr_fr: Texte en titre

source: Sized text
fr_fr: Texte avec taille

source: Centered text
fr_fr: Texte centré

source: You can create links to other locations or to email addresses using the following tags:
fr_fr: Vous pouvez créer des liens vers d'autres sites ou des adresses de messagerie en utilisant les balises suivantes :

source: My email address
fr_fr: Mon adresse e-mail

source: If you want to display an image you can use the img tag. The text appearing after the "=" sign in the opening tag is used for the alt attribute and should be included whenever possible.
fr_fr: Si vous souhaitez afficher une image, vous pouvez utiliser la balise img. Le texte apparaissant après le signe "=" dans la balise d'ouverture est utilisé pour l'attribut alt et devrait être inclus dans la mesure du possible.

source: Luna BBCode Test
fr_fr: Teste BBCode Luna

source: Luna supports embedding from DailyMotion, Vimeo and YouTube. With the BBCode below, you can embed one of those services videos.
fr_fr: Luna prend en charge l'intégration de DailyMotion, Vimeo et YouTube. Avec le BBCode ci-dessous, vous pouvez intégrer l'une de ces vidéos de services.

source: Put the link to the video here
fr_fr: Placez le lien vers la vidéo ici

source: If you want to quote someone, you should use the quote tag.
fr_fr: Si vous souhaitez citer quelqu'un, vous devriez utiliser la balise quote.

source: This is the text I want to quote.
fr_fr: C'est le texte que je veux citer.

source: produces a quote box like this:
fr_fr: produit une citation comme ceci:

source: If you don't want to quote anyone in particular, you can use the quote tag without specifying a name. If a username contains the characters [ or ] you can enclose it in quote marks.
fr_fr: Si vous ne souhaitez pas citer de personne en particulier, vous pouvez utiliser la balise quote sans préciser de nom. Si un nom d'utilisateur est contenu entre les caractères [ ou ], vous pouvez l'ajouter en citations.

source: You can also hide parts of your comment if you don't want to spoil its content.
fr_fr: Vous pouvez également cacher certaines parties de votre message si vous ne voulez pas gâcher son contenu.

source: Spoiled text
fr_fr: Texte caché

source: This is the text I don't want to spoil.
fr_fr: C'est le texte que je ne veux pas montrer.

source: Like the quote tag, you can use the spoiler tag without specifying a title. If a title contains the characters [ or ] you can enclose it in quote marks.
fr_fr: Comme la balise quote, vous pouvez utiliser la balise spoiler sans préciser un titre. Si un titre contient les caractères [ ou ], vous pouvez l'ajouter en citations.

source: When displaying source code you should make sure that you use the code tag. Text displayed with the code tag will use a monospaced font and will not be affected by other tags.
fr_fr: Lors de l'affichage du code source, vous devez vous assurer que vous utilisez la balise code. Le texte affiché avec la balise code utilisera une police monospacée et ne sera pas affecté par d'autres balises.

source: This is some code.
fr_fr: C'est un code.

source: produces a code box like this:
fr_fr: produit un code comme celui-ci :

source: You can also use syntax highlighting for C, C#, C++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML and XML. The language has to be noted on the first line inside the codetag and can't be on the same line as <code>[code]</code>.
fr_fr: Vous pouvez également utiliser la mise en surbrillance de syntaxe pour C, C #, C ++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML et XML. La langue doit être notée sur la première ligne dans le codetag et ne peut pas être sur la même ligne que <code>[code]</code>.

source: To create a list you can use the list tag. You can create 2 types of lists using the list tag.
fr_fr: Pour créer une liste, vous pouvez utiliser la balise list. Vous pouvez créer 2 types de listes à l'aide de la balise list.

source: Example list item 1.
fr_fr: Exemple de l'élément 1 de la liste.

source: Example list item 2.
fr_fr: Exemple de l'élément 2 de la liste.

source: Example list item 3.
fr_fr: Exemple de l'élément 3 de la liste.

source: produces a bulleted list.
fr_fr: produit une liste à puces.

source: produces a numbered list.
fr_fr: produit une liste numérotée.

source: If enabled, the forum can convert a series of smilies to graphical representations. The following smilies you can use are:
fr_fr: Si activé, le forum peut convertir une série de smileys en représentations graphiques. Les smileys que vous pouvez utiliser sont les suivants :

source: and
fr_fr: et

source: General use
fr_fr: Utilisation générale

source: Explains some of the basics on how to work with this forum software.
fr_fr: Explique certaines bases de la façon de travailler du forum.

source: Forums + threads
fr_fr: Forums et sujets

source: What do the labels in front of thread titles mean?
fr_fr: Que signifient les icônes en face des titres ?

source: You'll see that some of the threads are labeled, different labels have different meanings.
fr_fr: Vous verrez que certains des sujets sont étiquetés, les différentes icônes ont des significations différentes.

source: Label
fr_fr: Étiquette

source: Explanation
fr_fr: Explication

source: Threads marked with a check are solved according to the author.
fr_fr: Les sujets marqués d'une validation sont résolus selon l'auteur.

source: Pinned threads are usually important to read. It's worth it to take a look there.
fr_fr: Les sujets épinglés sont généralement importants à lire. Ça vaut la peine d'y regarder.
