Repository: GetLuna/Luna-Translations
Catalog: Francais/luna.po
Languages: fr_fr

source: Much like pinned threads, these are important, however, they do not stay on the top of the list.
fr_fr: Tout comme les sujet épinglés, ils sont importants, mais ils ne restent pas sur le dessus de la liste.

source: When a you see a closed label, it means you can't comment on that thread any more, unless you have a permission that overwrites this. The thread is still available to read, though.
fr_fr: Lorsque vous voyez une icône fermée, cela signifie que vous ne pouvez plus commenter sur ce sujet, sauf si vous avez une autorisation. Le sujet est toujours à la lecture.

source: This thread has been moved to another forum. Admins and moderators can choose to show this notification, or simply not show it. The original forum where this thread was located in, won't show and thread stats anymore.
fr_fr: Ce sujet a été déplacé vers un autre forum. Les administrateurs et les modérateurs peuvent choisir de montrer cette notification ou simplement ne pas la montrer. Le forum d'origine sur lequel ce sujet était situé, ne s'affiche plus et ne le répertorie plus dans les statistiques.

source: This thread has received a new comment since you last visited the board.
fr_fr: Ce sujet a reçu un nouveau message depuis votre dernière visite.

source: This little dot appears when you have made a comment in this thread.
fr_fr: Ce petit point apparaît lorsque vous avez fait un message dans un sujet.

source: Smilies, signatures, avatars and images are not visible?
fr_fr: Les smileys, les signatures, les avatars et les images ne sont pas visibles ?

source: You can change the behavior of the thread view in your profile settings. There you can enable smilies, signatures, avatars and images in comments, but they should be enabled by default unless your forum admin has disabled those features.
fr_fr: Vous pouvez modifier le comportement de la lecture de sujet dans vos paramètres de profil. Là vous pouvez activer les smileys, les signatures, les avatars et les images dans les message, mais ils devraient être activés par défaut, à moins que votre administrateur de forum n'ait désactivé ces fonctionnalités.

source: Why can't I see some threads or forums?
fr_fr: Pourquoi ne puis-je pas voir des sujets ou des forums ?

source: You might not have the correct permissions to do so, ask the forum administrator for more help.
fr_fr: Vous ne disposez peut-être pas des autorisations correctes pour le faire, demandez à l'administrateur du forum pour obtenir de l'aide.

source: Why can't I see any profiles?
fr_fr: Pourquoi ne puis-je pas voir de profils ?

source: My profile doesn't contain as much as others?
fr_fr: Mon profil ne contient pas autant d'infirmations que d'autres ?

source: Your profile will only display fields that are enabled and filled in in your settings. You might want to see if you missed some fields.
fr_fr: Votre profil affiche uniquement les champs activés et remplis dans vos paramètres. Vous pourriez peut-être voir si vous avez n'avez pas oublié certains champs.

source: Are there more options to search?
fr_fr: Y a-t-il plus d'options pour rechercher ?

source: When you go to the search page, you'll find yourself on a page with 1 search box. Below that search box there is a link to Advanced search, here you can find more search options! This feature may not be available on your device, if disabled by the forum admin.
fr_fr: Lorsque vous accédez à la page de recherche, vous vous retrouverez sur une page avec 1 boîte de recherche. Au-dessus de cette boîte de recherche, il existe un lien vers le Recherche avancée, ici vous pouvez trouver plus d'options de recherche ! Cette fonctionnalité peut ne pas être disponible, si elle est désactivée par l'administrateur du forum.

source: Why can't I search in more than one forum at once?
fr_fr: Pourquoi ne puis-je pas chercher dans plus d'un forum à la fois ?

source: Moderating
fr_fr: Modération

source: Admins and moderators need help sometimes, too! The basics of moderating are explained here.
fr_fr: Les administrateurs et les modérateurs ont parfois besoin d'aide. Les bases de la modération sont expliquées ici.

source: Forums
fr_fr: Les forums

source: How do I moderate a forum?
fr_fr: Comment puis-je modérer un forum ?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current forum. From there, you can move, delete, merge, close and open multiple threads at once.
fr_fr: Les options de modération sont disponibles au bas de la page. Ces fonctionnalités ne sont pas disponibles pour tous les modérateurs. Lorsque vous cliquez sur ce bouton, vous allez être redirigé vers une page où vous pouvez gérer le forum actuel. De là, vous pouvez déplacer, supprimer, fusionner, fermer et ouvrir plusieurs sujets à la fois.

source: How do I moderate a thread?
fr_fr: Comment puis-je modérer un sujet ?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current thread from there, you can select multiple comment to delete or split from the current thread at once.
fr_fr: Les options de modération sont disponibles au bas de la page. Ces fonctionnalités ne sont pas disponibles pour tous les modérateurs. Lorsque vous cliquez sur ce bouton, vous allez être redirigé vers une page où vous pouvez gérer le sujet actuel. À partir de là, vous pouvez sélectionner plusieurs messages pour les supprimer ou immédiatement diviser le sujet actuel.

source: Next to the "Moderate thread" button, you can find options to move, open or close the thread. You can also pin the thread from there, or unpin it.
fr_fr: Après le bouton "Modérer sujet", vous pouvez trouver des options pour déplacer, ouvrir ou fermer le sujet. Vous pouvez également épingler le sujet à partir de là, ou le supprimer.

source: How do I moderate an user?
fr_fr: Comment modérer un utilisateur ?

source: Moderating options are available in the users profile. You can find the moderation options under "Administration" in the users profile menu. Those features aren't available for all moderators.
fr_fr: Des options de modération sont disponibles dans le profil des utilisateurs. Vous pouvez trouver les options de modération, dans "Admin", dans le menu de profil des utilisateurs. Ces fonctionnalités ne sont pas disponibles pour tous les modérateurs.

source: The Administration page allow you to check if the user has an admin note, and you can also change that note if required. You can also change the comment count of the user. At this page, the user can also be given moderator permissions on a per-forum base, though the user must have a moderator account to be able to actually use those permissions.
fr_fr: La page Administration vous permet de vérifier si l'utilisateur a une note d'administrateur, et vous pouvez également modifier cette note si nécessaire. Vous pouvez également modifier le nombre de messages de l'utilisateur. Sur cette page, l'utilisateur peut également recevoir des autorisations de modérateur par forum, mais l'utilisateur doit avoir un compte modérateur pour pouvoir utiliser ces autorisations.

source: Finally, you can ban or delete a user from his profile. If you want to ban and/or delete multiple users at once, you're probably better off with the advanced user management features in the Backstage.
fr_fr: Enfin, vous pouvez bannir ou supprimer un utilisateur depuis son profil. Si vous souhaitez bannir et/ou supprimer plusieurs utilisateurs à la fois, vous êtes probablement mieux équipé des fonctionnalités avancées de gestion des utilisateurs dans l'Administration.

source: Are you sure that you want to delete the message(s) from your inbox?
fr_fr: Êtes-vous sûr de vouloir supprimer le(s) message(s) de votre boîte de réception ?

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Are you sure you want to delete the selected messages?
fr_fr: Êtes-vous sûr de vouloir supprimer les messages sélectionnés ?

source: Reply
fr_fr: Répondre

source: Unread
fr_fr: Non lu

source: Sender
fr_fr: Expéditeur

source: Receiver(s)
fr_fr: Destinataire(s)

source: No messages
fr_fr: Aucun messages

source: Hi there, %s
fr_fr: Salut, %s

source: Welcome to %s
fr_fr: Bienvenue sur %s

source: Extend your details
fr_fr: Étendez vos détails

source: Get help
fr_fr: Obtenir de l'aide

source: Search the board
fr_fr: Rechercher dans le forum

source: Welcome back
fr_fr: Bienvenue

source: Search in comments
fr_fr: Chercher dans les messages

source: Recent activity
fr_fr: Activité récente

source: Request password
fr_fr: Demander un mot de passe

source: Back
fr_fr: Retour

source: Send an email
fr_fr: Envoyer un e-mail

source: User content
fr_fr: Contenu de l'utilisateur

source: Delete all comments and threads this user has made.
fr_fr: Supprimez tous les messages et les sujets que cet utilisateur a créé.

source: An email will be sent to your new address with an activation link. You must click the link in the email you receive to activate the new address.
fr_fr: Un email sera envoyé à votre nouvelle adresse avec un lien d'activation. Vous devez cliquer sur le lien dans l'email que vous recevez pour activer la nouvelle adresse.

source: Change password
fr_fr: Changer de mot de passe

source: Old password
fr_fr: Ancien mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Passwords must be at least 6 characters long and are case sensitive
fr_fr: Les mots de passe doivent comporter au moins 6 caractères et avoir des majuscules

source: An avatar is a small image that will be displayed under your username in your comments. It has to be smaller than %s by %s pixels and %s bytes.
fr_fr: Un avatar est une petite image qui sera affichée sous votre nom d'utilisateur dans vos message. Il doit être inférieur à %s par %s pixels et %s bytes.

source: Seen all
fr_fr: Tout vu

source: Remove all
fr_fr: Supprimer tout

source: If you are human please leave this field blank!
fr_fr: Si vous êtes humain, laissez ce champ vide !

source: Enter a username between 2 and 25 characters long
fr_fr: Entrez un nom d'utilisateur entre 2 et 25 caractères

source: Your password will be sent to this address, make sure it's valid
fr_fr: Votre mot de passe sera envoyé à cette adresse, assurez-vous qu'elle est valide

source: Unhide
fr_fr: Révélé

source: Keyword
fr_fr: Mot clé

source: Author
fr_fr: Auteur

source: Comment text and thread subject
fr_fr: Message et sujet

source: Comment text only
fr_fr: Message seulement

source: Thread subject only
fr_fr: Sujet seulement

source: Comment time
fr_fr: Date du message

source: Appearance
fr_fr: Apparence

source: Time
fr_fr: Date/Heure

source: Leave blank to use default
fr_fr: Laissez vide pour utiliser par défaut

source: Upload an image to represent you
fr_fr: Téléchargez une image pour vous représenter

source: Write a small piece to attach to every comment you make
fr_fr: Écrivez un petit message à joindre à chaque message que vous postez

source: Max length: %s characters / Max lines: %s
fr_fr: Longueur max : %s caractères / Lignes max : %s

source: Signature preview
fr_fr: Prévisualisation de la Signature

source: Color
fr_fr: Couleur

source: Enforce the accent on the board.
fr_fr: Imposer la couleur sur le forum

source: Night mode
fr_fr: Mode nuit

source: Never use night mode.
fr_fr: Jamais utiliser le mode nuit.

source: Always use night mode.
fr_fr: Toujours utiliser le mode nuit.

source: Enable night mode automatically.
fr_fr: Activer le mode nuit automatiquement.

source: Backstage accent
fr_fr: Couleur du Panel Admin

source: First Run
fr_fr: Première Fois

source: Show the First Run window on the index.
fr_fr: Affiche la fenêtre Première Fois sur l'index.

source: Email settings
fr_fr: Paramètres de messagerie

source: Display your email address.
fr_fr: Affichez votre adresse e-mail.

source: Hide your email address but allow form email.
fr_fr: Cachez votre adresse de courrier électronique mais permettez le courrier électronique par formulaire.

source: Hide your email address and disallow form email.
fr_fr: Cachez votre adresse e-mail et refusez le courrier électronique par formulaire.

source: Include a plain text version of new comments in subscription notification emails.
fr_fr: Inclure une version en texte brut de nouveaux messages dans la notification d'abonnement par courriels.

source: Automatically subscribe to every thread you comment in.
fr_fr: Vous abonner automatiquement à chaque sujet sur lequel vous avez commenté.

source: Microsoft Account
fr_fr: Compte Microsoft

source: Show user avatars with their comments.
fr_fr: Montrer les avatars des utilisateurs avec leurs messages.

source: Show images in comments.
fr_fr: Afficher les images dans les messages.

source: Show user signatures.
fr_fr: Afficher les signatures des utilisateurs.

source: Show images in user signatures.
fr_fr: Afficher les images dans les signatures des utilisateurs.

source: Show smilies as graphic icons.
fr_fr: Afficher les smiles comme icônes graphiques.

source: Time zone
fr_fr: Fuseau horaire

source: Choose user group
fr_fr: Choisissez le groupe d'utilisateur

source: Delete or ban user
fr_fr: Supprimer ou bannir l'utilisateur

source: Set moderator access
fr_fr: Définir l'accès modérateur

source: Update forums
fr_fr: Actualiser les forum

source: Choose which forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
fr_fr: Choisissez les forums auxquels cet utilisateur devrait être autorisé à modérer. Remarque: Ceci s'applique seulement aux modérateurs. Les administrateurs ont toujours des autorisations complètes dans tous les forums.

source: The comment you have chosen to delete is set out below for you to review before proceeding. Deleting this comment is not permanent. If you want to delete a comment permanently, please use delete instead.
fr_fr: Le message que vous avez choisi de supprimer est présenté ci-dessous pour que vous puissiez le passer en revue avant de continuer. Supprimer ce message n'est pas permanent. Si vous souhaitez supprimez un message en permanence, utilisez plutôt la suppression.

source: Show all
fr_fr: Afficher tout

source: Closed
fr_fr: Fermé

source: Opened
fr_fr: Ouvert

source: Unpinned
fr_fr: Désépingler

source: Pinned
fr_fr: Épingler

source: Unimportant
fr_fr: Non important

source: Are you certain that this comment isn't the solution to your thread?
fr_fr: Êtes-vous certain que ce message n'est pas la solution à votre sujet ?

source: Sort by username
fr_fr: Trier par nom d'utilisateur

source: Sort by registration date
fr_fr: Trier par date d'inscription

source: Sort by number of comments
fr_fr: Trier par nombre de messages

source: Latest comment on
fr_fr: Dernier message sur

source: In
fr_fr: Dans

source: User list
fr_fr: Liste d'utilisateur

source: Delete message
fr_fr: Supprimer le message

source: with
fr_fr: avec

source: View a private discussion
fr_fr: Voir une discussion privée
