Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Remove all cache files so the database has to return up-to-date values
french: Supprime tous les fichiers de cache pour forcer le rechargement des dernières options
german: Entfernt alle Cache-Dateien, damit die Datenbank aktuelle Wert enthält

source: Clear cache
french: Vider le cache
german: Säubere Cache

source: Rebuild search index
french: Reconstruire l'index de recherche
german: Baue Such-Index neu auf

source: Rebuild index
french: Reconstruire l'index
german: Baue Index neu auf

source: If you changes something about threads and comments in the database you should rebuild the search index. It's recommended to activate maintenance mode during rebuilding. This can take a while and can increase the server load during the process!
german: Wenn Sie etwas an den Threads und Kommentaren in der Datenbank ändern, sollten Sie den Such-Index neu aufbauen. Es ist empfohlen, den Wartungsmodus während dem Aufbau zu aktivieren. Dies kann etwas dauern und erhöht die Serverauslastung während dem Prozess!

source: Comments per cycle
german: Kommentare pro Zyklus

source: Number of comments per pageview, this prevents a timeout, 300 recommended
german: Anzahl der Kommentare pro Seitenansicht. Dies verhindert einen timeout(Empfohlener Wert: 300)

source: Starting comment ID
german: Startkommentar-ID

source: The ID where to start, default is first ID found in database
french: L'ID du message de départ pour la reconstruction. La valeur pas défaut est le premier ID disponible dans la base de données. En principe, vous ne devriez pas avoir à changer cela.
german: Die ID von der gestartet werden soll. Standardmäßig wird die erste ID aus der Datenbank verwendet

source: Empty index
french: Effacer l'index
german: Leere Index

source: Select this if you want the search index to be emptied before rebuilding (see below).
french: Choisissez cela si vous souhaitez que l'index soit vidé avant de débuter la reconstruction (voir ci-dessous).
german: Wählen Sie dies aus, wenn Sie den Suchindex vor dem Neuaufbau leeren wollen (Schauen Sie unten).

source: Be sure to enable JavaScript during the rebuild (to start a new cycle automatically). When you have to abort the rebuilding, remember the last comment ID and enter that ID+1 in "Starting comment ID" if you want to continue (Uncheck "Empty index").
german: Gehen Sie sicher, dass JavaScript während dem Wiederaufbau aktiviert ist(um einen neuen Zyklus automatisch zu starten). Wenn sie den Wiederaufbau abbrechen möchten, so merken Sie sich die letze Kommentar-ID und geben Sie die ID+1 in das Feld "Startkommentar-ID" ein, sobald sie fortfahren möchten. (Hierfür "Leere Index" deaktivieren).

source: You must give your menu item a title.
french: Vous devez saisir un titre pour votre nouvel élément.
german: Sie müssen ihrem Menü einen Titel geben.

source: You must give your menu item an URL.
french: Vous devez saisir une adresse pour votre nouvel élément.
german: Sie müssen ihrem Menü eine URL geben.

source: New menu item
french: Nouvel élément
german: Neues Menü

source: Menu
german: Menü

source: Show
french: Afficher
german: Zeige

source: The IP address is: %s
french: L'adresse IP est : %s
german: Die IP Adresse lautet: %s

source: The host name is: %s
french: Le nom d'hôte est : %s
german: Der Host-Name lautet: %s

source: Show more users for this IP
french: Afficher plus d'utilisateurs pour cette IP
german: Zeige mehr Benutzer mit der selben IP

source: Moderate
french: Modérer
german: Verwaltung

source: Moderate content
french: Modérer le contenu
german: Verwalte Inhalt

source: Visit a forum or thread and choose "Moderate" in the moderator bar to moderate content.
german: Besuche ein Forum oder einen Thread und wähle "Verwaltung" in der Verwaltungsleiste, um einen Inhalt zu verwalten.

source: You must select at least one comment for split/delete.
german: Sie müssen mindestens ein Kommentar zum Teilen/Löschen auswählen.

source: Are you sure you want to delete the selected comments?
german: Sind Sie sicher, dass sie diese Kommentare löschen möchten?

source: Threads must contain a subject.
german: Threads müssen ein Thema beinhalten.

source: Subjects cannot be longer than 70 characters.
french: Le sujet ne peut dépasser 70 caractères.
german: Themen dürfen nicht länger als 70 Zeichen sein.

source: Split comments
german: Teile Kommentare

source: Split
french: Scinder
german: Teilen

source: Move to
french: Déplacer vers
german: Verschieben nach

source: New subject
french: Nouveau sujet
german: Neues Thema

source: Guest
french: Invité
german: Gast

source: Last edited by
french: Dernière édition par
german: Zuletzt bearbeitet von

source: Select
french: Sélectionner
german: Wähle

source: First comment cannot be selected for split/delete.
german: Der erste Kommentar kann nicht geteilt/gelöscht werden.

source: You must select at least one thread for move/delete/open/close.
german: Du musst mindestens einen Thread zum Verschieben/Löschen/Öffnen/Schließen auswählen.

source: There are no forums into which you can move threads.
german: Es gibt keine Foren, in denen du Threads verschieben kannst.

source: Move thread
german: Verschiebe Thread

source: Move threads
german: Verschiebe Threads

source: Move
french: Déplacer
german: Verschiebe

source: Leave redirect thread(s)
german: Verlasse weitergeleitete Threads

source: You must select at least two threads to merge.
german: Du musst mindestens zwei Threads zum Vereinen auswählen.

source: Merge threads
german: Vereine Threads

source: Merge
french: Fusionner
german: Vereinen

source: Are you sure you want to delete the selected threads?
german: Sind Sie sicher, dass sie die ausgewählten Threads löschen möchten?

source: Moderating "%s"
french: Modération de « %s »
german: Verwalte "%s"

source: by
french: par
german: von

source: Go to the first new comment in the thread.
german: Gehe zum ersten Kommentar in diesem Thread.

source: reply
french: réponse
german: Antworten

source: view
french: vue
german: Ansehen

source: This forum has no threads yet.
german: Dieses Forum hat bis jetzt keine Threads.

source: Open
french: Ouvrir
german: Öffnen

source: Close
french: Fermer
german: Schließen

source: Commenting
german: Kommentieren

source: Allow the BBCode [img] tag in comments.
german: Erlaube den BBCode [img] Tag.

source: All caps
french: Lettres capitales.
german: Alles Caps

source: Allow a comment to contain only capital letters.
german: Erlaube, dass ein Kommentar nur aus Großbuchstaben besteht.

source: Allow a subject to contain only capital letters.
french: Accepter qu'un sujet soit complètement écrit en lettres capitales.
german: Erlaube, dass ein Thema nur aus Großbuchstaben besteht.

source: Guests
french: Invités
german: Gäste

source: Require guests to supply an email address when commenting.
german: Verlange, dass Gäste eine E-Mail-Adresse beim Kommentieren angeben müssen.

source: Signatures
german: Signaturen

source: Allow the BBCode [img] tag in user signatures.
german: Erlaube den BBCode [img] tag in Benutzersignaturen.

source: Allow a signature to contain only capital letters.
french: Accepter qu'une signature soit complètement écrite en lettres capitales.
german: Erlaube, dass eine Signatur nur aus Großbuchstaben besteht.

source: Maximum signature length
french: Longueur maximale de la signature
german: Maximale Länge einer Signatur

source: Maximum amount of characters a signature can have
french: Nombre maximal de caractères contenus dans une signature d'utilisateur.
german: Maximale Anzahl von Zeichen, die eine Signatur enthalten darf

source: Maximum signature lines
french: Lignes maximales de la signature
german: Maximale Anzahl von Zeilen

source: Maximum amount of lines a signature can have
french: Nombre maximal de lignes accepté dans une signature d'utilisateur.
german: Maximale Anzahl von Zeilen, die eine Signatur enthalten darf

source: Registration
french: Inscription
german: Registrierung

source: Allow users to use a banned email address, mailing list will be warned when this happens.
french: Autoriser l'utilisation d'adresses électroniques ou de domaines d'adresse électronique bannis lors de l'inscription ou la modification de courriel d'utilisateurs. Un avertissement par e-mail sera envoyé à la liste de diffusion.
german: Erlaube Benutzern, eine gebannte E-Mail-Adresse zu benutzen. Die Mailliste wird gewarnt, falls dies passieren sollte.

source: Allow users to use an email address that is already used, mailing list will be warned when this happens.
french: Autoriser les utilisateurs à s'inscrire avec une adresse électronique déjà utilisée par un autre utilisateur enregistré. Si autorisé, un e-mail d'avertissement sera envoyé à la liste de diffusion si un doublon est détecté.
german: Erlaube Benutzern, eine E-Mail-Adresse zu benutzen, die bereits benutzt wird. Die Mailliste wird gewarnt, falls dies passieren sollte.

source: Days to prune must be a positive integer value.
french: Le nombre de jours à prendre en compte pour élaguer doit être indiqué sous forme de nombre positif.
german: Tage, die entfernt werden sollen, muss eine positive ganze Zahl sein.

source: All forums
french: Tous les forums
german: Alle Foren

source: There are no threads that are %s days old. Please decrease the value of "Days old" and try again.
german: Es gibt keine Threads, die %s Tage alt sind. Bitte verringere den Wert von "Tage alt" und versuche es noch einmal.

source: Prune
french: Élagage
german: Entfernen

source: Confirm prune comments
german: Bestätige entfernte Kommentare

source: Are you sure that you want to prune all comments older than %s days from %s (%s threads).
german: Bist du sicher, dass du alle Kommentare, die älter als %s Tage alt sind, von %s zu entfernen? (%s threads).

source: Pruning comments deletes them permanently.
german: Das Entfernen von Kommentaren löscht diese permanent.

source: Pruning complete. Notifications pruned.
french: Messages élagués.
german: Entfernen ist beendet. Hinweise wurden entfernt.

source: Pruning complete, all users that matched the requirements have been pruned.
german: Entfernen ist beendet. Alle Benutzer, die die erforderten Bedingungen erfüllt haben, wurden entfernt.

source: Prune notifications
french: Élagage des notifications
german: Entfernungsbenachrichtigungen

source: It's recommended to activate %s during pruning.
french: Il est recommandé d'activer %s durant l'élagage.
german: Es wird empfohlen, %s während dem Entfernen zu aktivieren.

source: maintenance mode
french: Mode maintenance
german: Wartungsmodus

source: Days old
french: Ancienneté en jours
german: Tage alt

source: The number of days old a notification must be to be pruned
german: Die Anzahl an Tagen, die eine Benachrichtigung alt sein muss, um entfernt zu werden

source: Type
german: Typ

source: All notifications
french: Toutes les notifications
german: Alle Benachrichtigungen

source: Seen notifications
french: Notifications lues
german: Gesehene Benachrichtigungen

source: New notifications
french: Nouvelles notifications
german: Neue Benachrichtigungen

source: Prune old comments
german: Entferne alte Kommentare

source: The number of days old a thread must be to be pruned
german: Die Anzahl an Tage, die ein Thread alt sein muss, um entfernt zu werden

source: Prune pinned threads
german: Entferne angepinnte Threads

source: Prune from
german: Entferne von

source: Prune users
french: Élaguer les utilisateurs
german: Entferne Benutzer

source: Prune by
french: Élaguer par
german: Entferne von

source: What should we count to prune?
french: Quel critère compter ?
german: Was sollen wir entfernen?

source: Registered date
french: Date d'inscription
german: Registrierungsdatum

source: Last login
french: Date de connexion
german: Letzter Login

source: Minimum days since registration/last login
french: Nombre minimal de jours depuis l'inscription/la dernière connexion
german: Minimum an Tage seit der Registrierung/dem letztem Login

source: The minimum amount of days since event specified above
french: Nombre minimum de jours depuis l'événement sélectionné ci-dessus
german: Das Minimum an Tage seit der Aktion, die oben genannt wird

source: Maximum number of comments
german: Maximum an Kommentaranzahlen

source: How many comments do you require before an users isn't pruned
german: Wie viele Kommentare benötigen Sie um einen Nutzer nicht zu entfernen

source: Delete admins and mods
french: Supprimer administrateurs et modérateurs
german: Lösche Administratoren und Moderatoren

source: User status
french: Statut des utilisateurs
german: Benutzerstatus

source: Delete any
french: Tout supprimer
german: Lösche alle

source: Delete only verified
french: Utilisateurs vérifiés uniquement
german: Lösche nur Verifizierte

source: Delete only unverified
french: Non vérifiés uniquement
german: Lösche nur Unverifizierte

source: Minimum comments must be a positive integer value.
german: Minimum an Kommentaren muss eine positive ganze Zahl sein.

source: There is already a rank with a minimum amount of %s comments.
german: Es gibt bereits einen Rank mit einem Minimum von %s an Kommentaren.

source: <strong>User ranks is disabled in %s.</strong>
french: <strong>Rangs désactivés dans %s.</strong>
german: <strong>Benutzerränge sind in %s deaktiviert.</strong>

source: Add rank
french: Créer un rang
german: Füge Rank hinzu

source: Rank title
french: Titre
german: Rangtitel

source: Minimum comments
german: Minimum an Kommentaren

source: Manage ranks
french: Gérer les rangs
german: Verwalte Ränge

source: No ranks in list
french: Aucun rang dans la liste
german: Keine Ränge in der Liste

source: Enter your rules here.
french: Définissez vos règles ici.
german: Geben Sie hier ihre Regeln ein.

source: Allow new registrations
french: Autoriser les inscriptions
german: Erlaube neue Registrierungen

source: Allow new users to be made by people.
french: Autoriser les gens à s'inscrire.
german: Erlaube, dass neue Benutzer erstellt werden.

source: Verify registrations
french: Vérifier les inscriptions
german: Verifiziere Registrierung

source: Send a random password to users to verify their email address.
french: Envoyer un mot de passe aléatoire aux utilisateurs nouvellement créés pour valider leur courriel.
german: Sende ein zufälliges Passwort an Benutzer, um ihre E-Mail Adresse zu verifizieren.

source: Report new registrations
french: Signaler les inscriptions
german: Melde neue Registrierungen

source: Notify people on the mailing list when new user registers.
french: Notifier les utilisateurs dans la liste de diffusion lorsqu'un nouvel utilisateur s'inscrit sur les forums.
german: Benachrichtige alle Leute auf der Mail-Liste, sobald sich ein neuer Benutzer registriert.

source: User forum rules
french: Règles du forum pour les utilisateurs
german: Benutzer-Forenregeln

source: Require users to agree with the rules. This will enable a "Rules" panel in Help.
french: Demander aux utilisateurs d'accepter les règles lorsqu'ils s'inscrivent. Ceci activera un encart « Règles » dans la page d'aide.
german: Verlange, dass Benutzer die Regeln akzeptieren. Dies wird ein "Regeln" Feld aktivieren.

source: Enter your rules here
french: Indiquez vos règles d'utilisation ici
german: Geben Sie hier ihre Regeln ein

source: Enter rules or useful information, required when rules are enabled
french: Ici vous pouvez indiquer toute règle ou autre information que l'utilisateur doit considérer et accepter avant de s'inscrire. Obligatoire si les règles sont activées.
german: Geben Sie Regeln oder nützliche Informationen ein. Dies wird benötigt, falls Regeln aktiviert sind

source: Default email setting
french: Paramètre courriel par défaut
german: Standard-E-Mail Einstellungen

source: Default privacy setting for new registrations
french: Paramètre de vie privée pour les nouvelles inscriptions
german: Standard-Privatsphären Einstellung für neue Registrierungen

source: Display email address to other users.
french: Divulguer l'adresse électronique aux autres utilisateurs.
german: Zeige E-Mail-Adresse anderen Benutzern.

source: Hide email address but allow form e-mail.
french: Masquer l'adresse électronique mais autoriser l'utilisation du formulaire d'envoi de courriel
german: Verstecke E-Mail-Adresse, aber erlaube formelle E-Mail.

source: Hide email address and disallow form email.
french: Masquer l'adresse électronique et ne pas autoriser l'utilisation du formulaire d'envoi de courriel
german: Verstecke E-Mail-Adresse und verbiete formelle E-Mails.

source: Reports
french: Signalements
german: Meldungen

source: Mark as read
french: Marquer comme lu
german: Markiere als gelesen

source: 10 last read reports
french: Les dix derniers signalement lus
german: Zehn zuletzt gelesene Meldungen

source: Marked as read by
french: Marqué comme lu par
german: Markiere als gelesen von

source: There are no read reports.
french: Aucun signalements lus.
german: Es gibt keine gelesenen Meldungen.

source: Your installation does not support automatic conversion of internationalized domain names. As your base URL contains special characters, you <strong>must</strong> use an online converter.
french: Votre installation ne supporte par la conversion automatique des noms de domaines internationaux. Votre adresse de base contenant des caractères spéciaux, vous <strong>devez</strong> utiliser un convertisseur en ligne.
german: Ihre Installation bietet keine automatische Konvertierung von internationalen Domainnamen. Da ihre Haupturl besondere Zeichen enthält, <strong>müssen</strong> Sie einen Online-Konverter benutzen.

source: Enter your announcement here.
french: Veuillez saisir votre annonce ici.
german: Geben Sie hier ihre Ansage ein.

source: The value of "Timeout online" must be smaller than the value of "Timeout visit".
french: La valeur pour « Délai avant déconnexion » doit être inférieure à celle du champ « Délai de fin de visite ».
german: Der Wert von "Zeitüberschreitung Online" muss geringer sein als der Wert von "Zeitüberschreitung Besuch".

source: Essentials
french: Essentiels
german: Grundlagen

source: Board title
french: Titre du forums
german: Boardtitel

source: Board description
french: Description du forum
german: Boardbeschreibung

source: What's this board about?
french: De quoi parle ce forum ?
german: Worüber handelt dieses Board?

source: Default language
french: Langue par défaut
german: Standardsprache

source: The default language
french: La langue a employer par défaut sur le forum
german: Die Standardsprache

source: Add some words that describe your board, separated by a comma
german: Füge einige Worte(mit Kommas getrennt) hinzu, die Ihr Board beschreiben

source: Time and timeouts
french: Horaire et délais
german: Zeit und Zeitüberschreitung

source: Time format
french: Format de l'horaire
german: Zeitformat

source: Now: %s. See %s for more info
french: Actuellement : %s. Voir %s pour plus de détails.
german: Aktuell: %s. Schauen Sie sich %s für mehr Informationen an

source: PHP manual
french: manuel PHP
german: PHP Anleitung

source: Date format
french: Format de la date
german: Datumsformat

source: Default time zone
french: Fuseau horaire par défaut
german: Standardzeitzone

source: Visit timeout
french: Délai d'interruption de visite
german: Besuch-Zeitüberschreitung

source: Time before a visit ends
french: Délai en secondes d'inactivité d'un utilisateur avant de mettre à jour ses données de dernière visite (touche principalement les indicateurs de nouveau message).
german: Zeit, bevor ein Besuch endet

source: Online timeout
french: Délai de déconnexion
german: Online-Zeitüberschreitung

source: Time before someone isn't online anymore
french: Délai en secondes d'inactivité d'un utilisateur avant d'être retiré de la liste des utilisateurs en ligne.
german: Zeit, nach der jemand nicht mehr als online angezeigt wird

source: Syndication
german: Syndikation

source: Default feed type
french: Type de flux par défaut
german: Standard Feedtyp

source: Select a feed
french: Sélectionner un flux
german: Wählen Sie einen Feed

source: None
french: Aucun
german: Keinen

source: Duration to cache feeds
french: Temps de mise en cache des flux
german: Dauer, in der Feeds gecacht werden soll

source: Reduce sources by caching feeds
french: Les flux peuvent être placés dans le cache afin de réduire l'utilisation des ressources.
german: Entferne Quellen durch das Cachen von Feeds

source: Don't cache
french: Ne pas placer dans le cache
german: Nicht Cachen

source: %d minutes
german: %d Minuten

source: Reporting method
french: Méthode de signalement
german: Meldungsmethode

source: How should we handle reports?
french: Comment doivent être gérés les signalements ?
german: Wie sollen wir Meldungen behandeln?

source: Internal
french: Interne
german: Intern

source: Both
french: Les deux
german: Beides

source: Mailing list
french: Liste de diffusion
german: Mailliste

source: A comma separated list of subscribers who get e-mails when new reports are made
french: Une liste d'abonnés séparés par une virgule. Les personnes dans cette liste sont les destinataires des signalements.
german: Eine Liste von komma-getrennten Abonnenten, die E-Mails erhalten, sobald neue Meldungen gemacht wurden

source: Cookie bar
french: Barre des cookies
german: Cookieleiste

source: More info
french: Plus d'information
german: Mehr Info

source: Show a bar with information about cookies at the bottom of the page.
french: Afficher une barre d'information à propos des cookies en bas de la page.
german: Zeige eine Leiste mit Informationen über Cookies am Ende der Seite.

source: Cookie bar URL
german: Cookieleiste URL

source: Use your own URL for cookie information, by default, we provide our own page
german: Benutzen Sie ihre eigene URL für Cookieinformationen. Standardmäßig bieten wir eine eigene Seite

source: Avatars
german: Avatare

source: Use avatars
french: Activer les avatars
german: Benutze Avatare

source: Enable so users can upload avatars.
french: Autoriser les utilisateurs à télécharger des avatars.
german: Erlaube Benutzern, Avatare hochzuladen.

source: Upload directory
french: Dossier de téléchargement
german: Lade Ordner hoch

source: Where avatars will be stored relative to Lunas root, write permission required
french: Dossier où seront enregistrés les avatars. Ce dossier doit être accessible en écriture.
german: Der Ort(relativ zum Root-Order von Luna), an dem Avatare gespeichert werden. Schreibrechte werden benötigt

source: Max width
french: Largeur maximale
german: Maximale Breite

source: Max height
french: Hauteur maximale
german: Maximale Höhe

source: Max size
french: Taille maximale
german: Maximale Größe

source: Announcements
french: Annonces
german: Ankündigungen

source: Enable this to display the below message in the board.
french: Activez ceci pour afficher le message ci-dessous sur chaque page des forums.
german: Erlaubt, dass die Nachricht weiter unten auf dem Board angezeigt wird.

source: Announcement title
german: Ankündigungstitel

source: You can leave this empty if there is no title
german: Sie können dies leer lassen, falls kein Titel vorhanden ist

source: Announcement type
german: Ankündigungstyp

source: Default
french: Défaut
german: Standard

source: Success
german: Erfolg

source: Warning
german: Warnung

source: Danger
german: Gefahr

source: Announcement message
german: Ankündigungsnachricht

source: The PHP function phpinfo() has been disabled on this server.
french: La fonction phpinfo() a été désactivée sur ce serveur.
german: Die PHP-Funktion phpinfo() wurde auf diesem Server deaktiviert.

source: Not available
french: Indisponible
german: Nicht verfügbar

source: Server statistics
french: Statistiques du serveur
german: Serverstatistiken
