Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Check this if you want to change or delete the currently stored password.
french: Cochez ceci si vous souhaitez modifier ou supprimer le mot de passe stocké actuellement.
german: Kreuze dies an wenn Sie das aktuell gespeicherte Passwort ändern oder löschen wollen

source: Encrypts the connection to the SMTP server using SSL, only when required and supported.
french: Chiffre la connexion vers le serveur SMTP en utilisant SSL. Ne devrait être utilisé que si votre serveur SMTP le demande et que votre version de PHP prend en charge SSL.
german: Verschlüsselt die Verbindung zum SMTP Server mit SSL(nur falls nötig und unterstützt)

source: Features
french: Fonctionnalités
german: Funktionen

source: General
french: Général
german: Allgemein

source: Threads and comments
german: Threads und Kommentare

source: Censor words in comments. See %s for more info.
german: Zensiere Worte in Kommentaren. Schauen Sie sich %s für mehr Informationen an.

source: Show the number of views for each thread.
german: Zeige die Anzahl an Ansichten für jeden Thread.

source: Show a label in front of the thread where users have commented.
german: Zeigt einen Text, bei dem User kommentiert haben, direkt vor dem Thread.

source: User features
french: Fonctionnalités utilisateur
german: Benutzerfunktionen

source: Display info on the index page about users currently browsing the board.
french: Affiche des informations sur la page d'accueil indiquant les utilisateurs visitant actuellement les forums.
german: Zeige Informationen über die Benutzer, die aktuell auf dem Board sind, auf der index Seite.

source: Allow users to attach a signature to their comments. See %s for more info.
german: Erlaubt Benutzern, eine Signatur zu ihren Kommentaren hinzuzufügen. Schauen Sie sich %s für mehr Informationen an.

source: Permissions
german: Rechte

source: Use user ranks. See %s for more info.
french: Activer les rangs. Voir %s pour plus de détails.
german: Benutze Benutzerrank. Schauen Sie sich %s für mehr Informationen an.

source: Ranks
french: Rangs
german: Ränge

source: Allow users to use the advanced search options.
french: Autoriser les utilisateurs à utiliser les options de recherche avancée.
german: Erlaube Benutzern die erweiterten Such-Optionen zu benutzen.

source: Allow search only in 1 forum at a time.
french: Autoriser les utilisateurs à rechercher uniquement dans un forum à la fois
german: Erlaubt das Suchen in jeweils nur einem Forum zur gleichen Zeit.

source: Use Inbox
french: Activer la boite de réception
german: Benutze Inbox

source: Allow users to use Inbox.
french: Autoriser les utilisateurs à utiliser la boite de réception.
german: Erlaube Benutzern, die Inbox zu benutzen.

source: Receivers
french: Destinataires
german: Empfänger

source: The number of receivers an Inbox message can have.
french: Nombre maximal de destinataires par message.
german: Die Anzahl an Empfängern die eine Inbox-Nachricht haben darf.

source: First run
french: Découverte
german: Erste Benutzung

source: General settings
french: Réglages généraux
german: Allgemeine Einstellungen

source: Show the first run panel when an user logs in for the first time.
french: Afficher la panneau de découverte quand un utilisateur se connecte pour la première fois.
german: Zeige

source: Show the first run panel to guests with login field and registration button.
french: Afficher le panneau de découverte avec formulaire de connexion et d'inscription.
german: Zeige das Panel "Erste Benutzung" für Gäste mit Login-Feld und Registrierungsbutton.

source: Welcome text
french: Texte de bienvenue
german: Wilkommenstext

source: The introduction to the forum displayed in the middle of the first run panel
french: L'introduction du forum, affichée au milieu du panneau de découverte.
german: Die Einführung zum Forum, die in der Mitte des "Erste Benutzung"s Panel angezeigt wird

source: Convert smilies to small graphic icons in user signatures.
french: Convertir les émoticônes en images dans les signatures.
german: Konvertiere Smilies zu kleinen Icons in den Benutzersignaturen.

source: Convert URLs automatically to clickable hyperlinks.
french: Convertir automatiquement les URLs en liens cliquables.
german: Konvertiere URLs automatisch zu klickbaren Hyperlinks.

source: Optional tags
german: Optionale Tags

source: Allow users to use the center tag within threads and their signature.
german: Erlaube Benutzern, den Zentrum-Tag auch innerhalb von Threads und Signaturen zu benutzen.

source: Allow users to use the size tag within threads and their signature.
german: Erlaube Benutzern, den Größen-Tag auch innerhalb von Threads und Signaturen zu benutzen.

source: Indent size
french: Tabulation
german: Größe einrücken

source: Amount of spaces that represent a tab
french: Nombre d'espaces représentant une tabulation
german: Anzahl der Leerstellen, die ein einzelnes Tab repräsentieren

source: Maximum [quote] depth
french: Niveau maximum de citations imbriquées
german: Maximale [quote] Tiefe

source: Maximum [quote] can be used in [quote]
french: Le nombre de fois qu'une balise [quote] peut apparaîre à l'intérieure d'une autre balise [quote], toute balise de niveau supérieur sera ignorée.
german: Maximale Anzahl an Zitaten, die in [quote] benutzt werden darf

source: Advanced
french: Avancé
german: Erweitert

source: Gzip output sent to the browser. This will reduce bandwidth usage, but use some more CPU. This feature requires that PHP is configured with zlib. If you already have one of the Apache modules (mod_gzip/mod_deflate) set up to compress PHP scripts, disable this feature.
french: Compression Gzip. Cela réduira la bande-passante au détriment du CPU ; cette fonctionnalité requiert en outre la configuration de PHP pour Zlib. Désactivez si vous utilisez déjà un module Apache de compression (mod_gzip/mod_deflate) pour vos scripts PHP.
german: Gzip wird zum Browser gesandt. Damit reduziert sich die Bandbreitenausnutzung auf Kosten der CPU. Dieses Funktion erfordert, dass PHP zusammen mit zlib konfiguriert ist. Falls Sie bereits eines der Apache Module(mod_gzip/mod_deflate) zum komprimieren von PHP scripts benutzen, schalten Sie diese Funkttion aus.

source: Generated in %1$s seconds, %2$s queries executed
french: Généré en %1$s secondes, %2$s requêtes exécutées
german: Generiert in %1$s Sekunden, %2$s Anfragen ausgeführt

source: Memory usage: %1$s
french: Mémoire utilisée : %1$s
german: Speicherverbrauch: %1$s

source: Bad request. The link you followed is incorrect, outdated or you're simply not allowed to hang around here.
french: Mauvaise requête. Le lien que vous avez suivi est erroné, périmé, ou vous n'êtes simplement pas supposé vous trouvez ici.
german: Schlechte Anfrage. Der Link, dem du gefolgt bist, ist nicht korrekt, veraltet oder du darfst hier einfach nicht sein.

source: Group title
french: Titre du groupe
german: Gruppentitel

source: Setup group options and permissions
french: Options et permissions de groupe
german: Verwalte Gruppenoptionen und Rechte

source: Below options and permissions are the default permissions for the user group. These options apply if no forum specific permissions are in effect.
french: Ci-dessous se trouvent les options et permissions par défaut pour ce groupe d'utilisateurs. Ces réglages s'appliqueront si aucun réglage spécifique n'est défini par forum.
german: Unter den Optionen und über den Rechten befinden sich die Standardrechte für die Benutzergruppe. Diese Optionen haben nur Wirkung wenn keine forenspezifische Rechte existieren.

source: User title
french: Titre de l'utilisateur
german: Benutzertitel

source: The title will override the user rank
french: Le titre remplacera le rang
german: Dieser Titel wird den Benutzerrank überschreiben

source: Moderator privileges
french: Privilèges des modérateurs
german: Moderatorrechte

source: In order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
french: Pour avoir accès aux privilèges administrateurs, les utilisateurs doivent être affectés à la modération d'un ou plusieurs forums. Gérez ceci à partir de la section d'administration du profil de l'utilisateur.
german: Damit ein Benutzer Moderator-Rechte hat, muss er zu einem der Foren zugewiesen werden. Dies kann über die Administrationsseite des Benutzerprofils erledigt werden.

source: Edit user profiles
french: Éditer les profils
german: Bearbeite Benutzerprofile

source: If moderator privileges are enabled, allow users to edit user profiles.
french: Si les privilèges modérateurs sont activés, autorise les modérateurs à éditer les profils des autres utilisateurs.
german: Falls Moderatorprivilegien aktiviert sind, erlaubt dies Benutzern, die Benutzerprofile zu bearbeiten.

source: Rename users
french: Renommer les utilisateurs
german: Bearbeite Benutzernamen

source: If moderator privileges are enabled, allow users to rename users.
french: Si les privilèges modérateurs sont activés, autorise les modérateurs à renommer les autres utilisateurs.
german: Falls Moderatorprivilegien aktiviert sind, erlaubt dies Benutzern, Benutzernamen zu bearbeiten

source: Change passwords
french: Modifier les mots de passe
german: Ändere Passwörter

source: If moderator privileges are enabled, allow users to change user passwords.
french: Si les privilèges modérateurs sont activés, autorise les modérateurs à modifier les mots de passes des autres utilisateurs.
german: Falls Moderatorprivilegien aktiviert sind, erlaubt dies Benutzern, Benutzerpasswörter zu ändern.

source: Ban users
french: Bannier
german: Banne Benutzer

source: If moderator privileges are enabled, allow users to ban users.
french: Si les privilèges modérateurs sont activés, autorise les modérateurs à bannir les utilisateurs.
german: Falls Moderatorprivilegien aktiviert sind, erlaube Benutzer, Benutzer zu bannen.

source: Show deleted content
french: Afficher les contenus supprimés
german: Zeige gelöschte Inhalte

source: Allow users to view threads and comments that have been soft deleted.
german: Erlaube Benutzern, Threads und Kommentare zu sehen, die temporär gelöscht wurden.

source: Soft delete comments
german: Lösche den Kommentar temporär

source: Allow users to soft delete comments from all users.
german: Erlaube Benutzern, Kommentare von allen Benutzern temporär zu löschen.

source: Allow users to soft delete threads from all users.
german: Elaube Benutzern, Threads von allen Benutzern temporär zu löschen.

source: Allow users to send messages with Inbox.
french: Autoriser les utilisateurs à envoyer des messages privés.
german: Erlaube Benutzern, Nachtichten mit der Inbox zu verschicken.

source: The maximum amount of messages a user in this group can have in his Inbox. 0 is no limit.
french: Le nombre maximal de messages qu'un utilisateur puisse conserver dans sa boite de réception. 0 pour aucune limite.
german: Die maximale Anzahl an Nachrichten, die ein Benutzer in dieser Gruppe in seiner Inbox haben darf.

source: Read board
french: Lire le forum
german: Lese Board

source: If this is disabled, users will only be able to login and logout.
french: Si désactivé, les utilisateurs pourront uniquement se connecter et se déconnecter.
german: Wenn dies deaktiviert ist, können sich User nur ein- und ausloggen.

source: View user information
french: Informations utilisateurs
german: Zeige Benutzerinformationen

source: Allow users to view the user list and user profiles.
french: Autoriser les utilisateurs à afficher la liste des utilisateurs et consulter les profils des autres utilisateurs.
german: Erlaube Benutzern, die Benutzerliste sowie die Benutzerprofile zu sehen.

source: Allow users to comment in threads.
german: Erlaube Benutzern, Kommentare in den Threads zu hinterlegen.

source: Allow users to create new threads.
german: Erlaube Benutzern, neue Threads zu erstellen.

source: Edit comment
german: Bearbeite Kommentare

source: Allow users to edit their own comments.
german: Erlaube Benutzern, ihre eigenen Kommentare zu bearbeiten.

source: Delete comments
german: Lösche Kommentare

source: Allow users to delete their own comments.
german: Erlaube Benutzern, ihre eigenen Kommentare zu löschen.

source: Delete threads
german: Lösche Threads

source: Allow users to delete their own threads (including any comments).
german: Erlaube Benutzern, ihre eigenen Threads zu löschen(inklusive aller Kommentare).

source: Set own user title
french: Titre personnalisé
german: Setze eigenen Benutzertitel

source: Allow users to set their own user title.
french: Autoriser les utilisateurs à modifier eux-mêmes leur titre.
german: Erlaube Benutzern, ihren eigenen Benutzertitel zu setzen.

source: Use search
french: Recherche
german: Benutzersuche

source: Allow users to use the search feature.
french: Autoriser les utilisateurs à utiliser l'outil de recherche.
german: Erlaube Benutzern, die Such-Funktion zu benutzen.

source: Search user list
french: Recherche d'utilisateurs
german: Suche Benutzerliste

source: Allow users to search for other users in the user list.
french: Autoriser les utilisateurs à rechercher d'autres utilisateurs dans la liste.
german: Erlaube Benutzern, nach anderen Benutern in der Benutzerliste zu suchen.

source: Send e-mails
french: Envoyer des courriels
german: Sende E-Mails

source: Allow users to send e-mails to other users.
french: Autoriser les utilisateurs à envoyer des courriels à d'autres utilisateurs.
german: Erlaubt Benutzern, E-Mails zu anderen Benutzern zu schicken.

source: Comment flood interval
german: Kommentar-Intervall

source: Time users have to wait between comments
german: Die Zeit, die Benutzer zwischen mehreren Kommentaren abwarten müssen

source: seconds
french: secondes
german: Sekunden

source: Search flood interval
french: Interval de recherches
german: Such-Intervall

source: Time users have to wait between searches
french: Période durant laquelle les utilisateurs doivent patienter avant de lancer une nouvelle recherche.
german: Die Zeit, die Benutzer zwischen mehreren Suchanfragen abwarten müssen

source: Email flood interval
french: Interval de courriels
german: E-Mail-Intervall

source: Time users have to wait between emails
french: Période durant laquelle les utilisateurs doivent patienter avant d'envoyer un nouveau courriel.
german: Die Zeit, die Benutzer zwischen mehreren E-Mails warten müssen

source: Report flood interval
french: Interval de signalements
german: Meldung-Intervall

source: Time users have to wait between reports
french: Période durant laquelle les utilisateurs doivent patienter avant d'envoyer un nouveau signalement.
german: Die Zeit, die Benutzer zwischen mehreren Meldungen warten abwarten müssen

source: Please note that in order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
french: Notez que pour avoir accès aux privilèges administrateurs, les utilisateurs doivent être affectés à la modération d'un ou plusieurs forums. Gérez ceci à partir de la section d'administration du profil de l'utilisateur.
german: Damit ein Benutzer Moderator-Rechte hat, muss er zu einem der Foren zugewiesen werden. Dies kann über die Administrationsseite des Benutzerprofils erledigt werden.

source: You must enter a title.
french: Vous devez saisir un titre.
german: Sie müssen einen Titel angeben.

source: There is already a group with the title <strong>%s</strong>.
french: Il existe déjà un groupe nommé <strong>%s</strong>.
german: Es gibt bereits eine Gruppe mit dem Titel <strong>%s</strong>.

source: The default group cannot be removed. In order to delete this group, you must first setup a different group as the default.
french: Le groupe par défaut ne peut être supprimé. Pour supprimer ce groupe vous devez d'abord choisir un autre groupe comme groupe par défaut.
german: Die Standardgruppe kann nicht entfernt werden. Um diese Gruppe zu entfernen, müssen Sie zuerst eine andere Gruppe als Standard festlegen.

source: Are you sure that you want to delete the group <strong>%s</strong>?
french: Êtes-vous certain(e) de vouloir supprimer le groupe <strong>%s</strong> ?
german: Sind sie sicher, dass sie die Gruppe <strong>%s</strong> löschen wollen?

source: <b>Warning:</b> After you deleted a group you cannot restore it.
french: <strong>Attention :</strong> une fois supprimé, vous ne pouvez plus restaurer un groupe.
german: <b>Warnung:</b> Nachdem Sie eine Gruppe gelöscht haben, können Sie diese nicht wiederherstellen.

source: Delete
french: Supprimer
german: Löschen

source: Delete group
french: Supprimer le groupe
german: Lösche Gruppe

source: The group <strong>%s</strong> currently has <strong>%s</strong> members. Please select a group to which these members will be assigned upon deletion.
french: Le groupe <strong>%s</strong> contient actuellement <strong>%s</strong> membres. Veuillez sélectionner un groupe vers auquel ces membres seront réassignés après suppression.
german: Die Gruppe <strong>%s</strong> besitzt aktuell <strong>%s</strong> Mitglieder. Bitte wählen Sie eine Gruppe, zu der diese Mitglieder zugewiesen werden sollen.

source: Move users to
french: Déplacer les utilisateurs vers
german: Verschiebe Benutzer zu

source: Add new group
french: Créer un nouveau groupe
german: Füge neue Gruppe hinzu

source: Select a group the new group will be based on.
french: Choisir un groupe sur lequel baser le nouveau groupe.
german: Wähle eine Gruppe aus, auf der die neue Gruppe basieren soll.

source: Set default group
french: Groupe par défaut
german: Setze Standardgruppe

source: The default group in which new users will be placed.
french: Le groupe dans lequel les utilisateurs seront ajoutés par défaut.
german: Die Standardgruppe, in der neue User hinzugefügt werden.

source: Manage groups
french: Gérer les groupes
german: Verwalte Gruppen

source: is a required field in this form.
french: est requis pour ce formulaire.
german: ist ein benötigtes Feld in diesem Formular.

source: Could not remove install.php. Please do so by hand.
french: Impossible de supprimer le fichier install.php, vous devrez procéder manuellement.
german: Konnte install.php nicht entfernen. Bitte erledigen Sie dies per Hand.

source: The config file is writeable at this moment, you might want to set the CHMOD to 640 or 644.
french: Le fichier de configuration est actuellement accessible en écriture, vous devriez corriger cela en CHMOD 640 ou 644.
german: Die Konfigurationsdatei ist momentan beschreibbar. Sie sollten CHMOD auf 640 oder 644 setzen.

source: The file install.php still exists, but should be removed.
french: Le fichier install.php existe et devrait être supprimé.
german: Die Datei install.php existiert, sollte jedoch entfernt werden.

source: Delete it
french: Supprimer
german: Lösche es

source: Welcome to Luna
french: Bienvenue sur Luna
german: Wilkommen auf Luna

source: Got it
french: J'ai compris
german: Ich habe es verstanden

source: Welcome to the Backstage. Here, you can manage your newly set up board. We're ready to go now, but there might be a couple of settings you might want to change. So let us help you with that first!
french: Bienvenu « backstage » ! Ici vous pouvez gérer votre nouveau forum. Il est fonctionnel en l'état, mais il y a sans doute certains réglages que vous pourriez vouloir modifier. Commençons par là !
german: Wilkommen auf Backstage. Hier kannst du dein neu aufgesetztes Board verwalten. Das meiste ist fertig konfiguriert. Es gibt jedoch einige Einstellungen die Sie womöglich ändern wollen. Lassen Sie uns Ihnen daher damit helfen!

source: What's new
french: Quoi de neuf
german: Was ist neu

source: Create new sections
french: Créer de nouvelles sections
german: Erstelle neue Sektionen

source: Alter functionality
french: Configurer les fonctionnalités
german: Verändere Funktionalität

source: Change settings
french: Modifier les réglages
german: Verändere Einstellungen

source: New reports
french: Nouveaux signalements
german: Neue Meldungen

source: View all
french: Voir tout
german: Zeige alles

source: Reported by
french: Signalé par
german: Gemeldet von

source: Date and time
french: Date et heure
german: Datum und Uhrzeit

source: Deleted user
french: Utilisateur supprimé
german: Lösche Benutzer

source: Deleted
french: Supprimé
german: Gelöscht

source: Comment #%s
german: Kommentar #%s

source: There are no new reports.
french: Il n'y a pas de nouveau signalement
german: Es gibt keine neuen Meldungen.

source: Create new backup
french: Créer une sauvegarde
german: Erstelle neues Backup

source: comment
german: Kommentar

source: user
french: utilisateur
german: Benutzer

source: Luna v%s is available, %s!
french: Luna v%s est disponible, %s !
german: Luna v%s ist verfügbar, %s!

source: update now
french: mettre à jour maintenant
german: Jetzt aktualisieren

source: Admin notes
french: Notes d'administration
german: Administratorhinweise

source: Add a note...
french: Ajouter une note
german: Füge einen Hinweis hinzu...

source: You do not have permission to access this page.
french: Vous n'avez pas la permission d'accéder à cette page.
german: Du hast keine Rechte, auf diese Seite zuzugreifen.

source: There is no plugin called %s in the plugin directory.
french: Il n'y a aucune extension nommée %s dans le dossier des extensions.
german: Es gibt im Plugin-Ordner kein Plugin mit dem Namen %s.

source: Loading of the plugin - <strong>%s</strong> - failed.
french: Le chargement de l'extension - <strong>%s</strong> - a échoué.
german: Das Laden des Plugins - <strong>%s</strong> - ist fehlgeschlagen.

source: Password
french: Mot de passe
german: Passwort

source: Remember me
french: Se souvenir de moi
german: Merke Passwort

source: Comments per cycle must be a positive integer value.
german: Kommentare pro Zyklus muss eine positive ganze Zahl sein.

source: Rebuilding search index
french: Reconstruction de l'index de recherche en cours…
german: Baue Such-Index neu auf

source: Rebuilding index. This might be a good time to put on some coffee :-)
french: Reconstruction de l'index en cours. C'est sans doute le bon moment d'aller boire un café :-)
german: Baue Index neu auf. Dies ist eine gute Zeit für ein wenig Kaffee :-)

source: Processing comment <strong>%s</strong> …
german: Verarbeite Kommentar <strong>%s</strong> …

source: The forums are temporarily down for maintenance. Please try again in a few minutes.
french: Les forums sont temporairement inaccessibles pour maintenance. Veuillez essayer à nouveau dans quelques minutes.
german: Das Forum ist aufgrund von Wartungen temporär nicht verfügbar. Bitte versuchen Sie es in ein paar Minuten erneut.

source: Maintenance
german: Wartung

source: The cache files have been removed.
french: Les fichiers de cache ont été supprimés.
german: Die Cache-Dateien wurden entfernt.

source: The message to tell users about the maintenance
french: Le message qui s'affichera pour les utilisateurs lorsque le forum sera en mode maintenance.
german: Die Nachricht, mit der Benutzer über die Wartung informiert werden

source: Enable to activate maintenance mode, the board will only be available for admins. Do not log out when this feature is active!
french: Si activé, le forum ne sera disponible qu'aux administrateurs. Ceci devra être utilisé si le forum doit être indisponible temporairement pour maintenance. ATTENTION ! Ne vous déconnectez pas lorsque le forum est en mode maintenance. Vous ne seriez plus en mesure de vous connecter.
german: Aktiviert den Wartungsmodus, so dass das Board nur für Admins verfügbar sein wird. Logge dich nicht aus, solange diese Funktion aktiv ist!
