Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Forums and topics
french: Forums et discussions

source: What do the labels in front of topic titles mean?
french: Que signifient les labels devant les titres des discussions ?

source: You'll see that some of the topics are labeled, different labels have different meanings.
french: Vous verrez que certaines discussions comportent des labels avec différentes significations.

source: Sticky topics are usually important topics which you should read. It's worth it to take a look there.
french: Les discussions épinglées sont généralement des sujets importants auxquels vous devriez jeter un œil.

source: When a you see a closed label, it means you can't post on that topic any more, unless you have a permission that overwrites this. The topic is still available to read, though.
french: Si vous voyez un label « fermé », cela signifie que la discussion est close et qu'il n'est plus possible d'y participer, à moins que vous n'ayez la permission d'outre-passer cette restriction. La discussion reste toutefois accessible à la lecture.

source: This topic has been moved to another forum. Admins and moderators can choose to show this notification, or simply not show it. The original forum where this topic was located in, won't show any topic stats anymore.
french: Cette discussion a été déplacée dans un autre forum ; les administrateurs et les modérateurs peuvent choisir d'afficher ou non cette information. Le forum dans lequel cette discussion se trouvait à l'origine n'affichera plus de statistiques.

source: This little dot appears when you have made a post in this topic.
french: Ce petit point apparaît lorsque vous avez participé à cette discussion.

source: You can change the behavior of the topic view in your profile settings. There you can enable smilies, signatures, avatars and images in posts, but they should be enabled by default unless your forum admin has disabled those features.
french: Vous pouvez modifier le comportement des discussions dans vos réglages. Vous pouvez y activer les émoticônes, les signatures, les avatars et les images dans les messages, mais elles devraient être activées par défaut sous réserve que votre administrateur ne les ait désactivés.

source: Why can't I see any topics or forums?
french: Pourquoi ne puis-je voir aucun messages ou forums ?

source: Why can't search in more then 1 forum at once?
french: Pourquoi ne puis-je chercher qu'un seul forum à la fois ?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current forum. From there, you can move, delete, merge, close and open multiple topics at once.
french: Les options de modération sont disponibles en bas de page ; ces fonctionnalités ne sont pas accessibles à tous les modérateurs. Vous serez renvoyé vers une page qui vous permettra de gérer le contenu du forum courant. Vous pourrez y déplacer, supprimer, fusionner, ouvrir et fermer plusieurs discussions à la fois.

source: How do I moderate a topic?
french: Comment puis-je modérer une discussion ?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current topic. From there, you can select multiple post to delete or split from the current topic at once.
french: Les options de modération sont disponibles en bas de page ; ces fonctionnalités ne sont pas accessibles à tous les modérateurs. Vous serez renvoyé vers une page qui vous permettra de gérer le contenu de la discussion courante. Vous pourrez y sélectionner plusieurs messages à supprimer ou scinder.

source: Next to the "Moderate topic" button, you can find options to move, open or close the topic. You can also make it a sticky topic from there, or unstick it.
french: À côté du bouton « Modérer la discussion » vous trouverez les options pour déplacer, ouvrir ou fermer la discussion. Vous pouvez également épingler ou détacher la discussion.

source: The Administration page allow you to check if the user has an admin note, and you can also change that note if required. You can also change the post count of the user. At this page, the user can also be given moderator permissions on a per-forum base, though the user must have a moderator account to be able to actually use those permissions.
french: La page d'administration vous permet de vérifier la note d'administration d'un utilisateur et la modifier si besoin est. Vous également modifier le nombre de messages de l'utilisateur, lui accorder des privilèges de modérateur forum par forum. L'utilisateur doit néanmoins faire partie d'un groupe modérateur pour accéder effectivement à ces privilèges.

source: New topic in "%s"
french: Nouvelle discussion dans « %s »

source: Threads
french: Discussions

source: Write a small piece to attach to every post you make
french: Rédiger un bref texte à attacher à chacun de vos messages

source: Include a plain text version of new posts in subscription notification emails.
french: Inclure une version texte des nouveaux messages dans vos courriels de notification.

source: Automatically subscribe to every topic you post in.
french: Suivre automatiquement les discussions auxquelles vous participez.

source: Post display
french: Affichage des messages

source: Show user avatars in posts.
french: Afficher les avatars dans les messages.

source: Show images in posts.
french: Afficher les images dans les messages.

source: Sort by number of posts
french: Classer par nombre de messages

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than
french: Un avatar est une petite image qui sera affichée sous votre nom d'utilisateur dans vos messages. Il ne doit pas faire plus de

source: Upload
french: Téléchargement

source: Sender
french: Expéditeur

source: RSS active topics feed
french: Flux RSS des discussions actives

source: Atom active topics feed
french: Flux Atom des discussions actives

source: RSS forum feed
french: Flux RSS des forums

source: Atom forum feed
french: Flux Atom des forums

source: RSS topic feed
french: Flux RSS des discussions

source: Atom topic feed
french: Flux Atom des discussions

source: Topic
french: Discussion

source: Post
french: Message

source: posts since
french: messages depuis

source: We're showing everything
french: Nous vous montrons tout

source: The topic will be deleted from your inbox, but it will stays in the others receivers
french: Cette discussion sera supprimée de votre boite de réception, mais restera dans celle(s) du ou des destinataire(s).

source: Post errors info
french: Erreurs du message

source: Maintenance mode enabled
french: Mode maintenance activé

source: Show new posts
french: Afficher les nouveaux messages

source: Show active topics
french: Afficher les discussions actives

source: Show unanswered topics
french: Afficher les discussions sans réponse

source: Inbox messages
french: Boite de réception

source: Board statistics
french: Statistiques du forum
