Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: The most recent threads at %s.
german: Die neuesten Threads auf %s.

source: Guests online
german: Gäste online

source: Users online
german: Benutzer online

source: Newest user
french: Dernier utilisateur inscrit
german: Neuester Benutzer

source: No new notifications
french: Pas de nouvelle notification
german: Keine neuen Benachrichtigungen

source: More
german: Mehr

source: New
french: Récentes
german: Neu

source: Active
french: Actives
german: Aktiv

source: Unanswered
french: Sans réponse
german: Unbeantwortet

source: Help
french: Aide
german: Hilfe

source: You must select some messages
german: Sie müssen Nachrichten auswählen

source: Private Messages
german: Privatnachrichten

source: System info
french: Informations système
german: Systeminformationen

source: Luna software update
french: Mise à jour de Luna
german: Luna-Software Aktualisierung

source: About Luna
french: À propos de Luna
german: Über Luna

source: Tools
french: Outils
german: Werkzeuge

source: Groups
french: Groupes
german: Gruppen

source: Settings
french: Réglages
german: Einstellungen

source: Theme
french: Thème
german: Design

source: Database management
french: Base de données
german: Datenbankverwaltung

source: Content
french: Contenu
german: Inhalt

source: Extensions
german: Erweiterungen

source: Profile
french: Profil
german: Profil

source: About
french: À propos
german: Über

source: Usernames must be at least 2 characters long.
french: Les noms d'utilisateurs doivent comporter au moins 2 caractères.
german: Benutzernamen müssen mindestens 2 Zeichen lang sein.

source: Usernames must not be more than 25 characters long.
french: Les noms d'utilisateurs ne doivent pas dépasser 25 caractères.
german: Benutzernamen dürfen nicht mehr als 25 Zeichen lang sein.

source: The username guest is reserved.
french: Le nom d'utilisateur invité est réservé.
german: Der Benutzername "guest" ist reserviert.

source: Usernames may not be in the form of an IP address.
french: Les noms d'utilisateurs ne doivent pas ressembler à une adresse IP.
german: Benutzernamen dürfen keine IP-Adressen sein.

source: Usernames may not contain all the characters ', " and [ or ] at once.
french: Les noms d'utilisateurs ne doivent pas comporter tous les caractères ', " et [ ou ] en même temps.
german: Benutzernamen dürfen nicht die Zeichen '," enthalten.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses.
french: Les noms d'utilisateurs ne doivent pas comporter de balises de formatage de texte (BBCode) utilisés par les forums.
german: Benutzernmane dürfen keine Formatierungstags (BBCode) enthalten.

source: Passwords must be at least 6 characters long.
french: Les mots de passe doivent comporter au moins 6 caractères.
german: Das Passwort muss mindestens 6 Zeichen lang sein.

source: Passwords do not match.
french: Les mots de passe ne correspondent pas.
german: Die Passwörter stimmen nicht überein.

source: The administrator email address you entered is invalid.
french: Le courriel administrateur saisi est invalide.
german: Die Administrator-Email, die Sie eingegeben haben, ist ungültig.

source: You must enter a board title.
french: Vous devez indiquer un titre pour le forum.
german: Sie müssen einen Titel für das Board eingeben.

source: The default language chosen doesn't seem to exist.
french: Le language par défaut n'a pas l'air d'exister.
german: Die Standard-Sprache, die Sie ausgewählt haben, scheint nicht zu existieren.

source: The default style chosen doesn't seem to exist.
french: Le style par défaut n'a pas l'air d'exister.
german: Der Standard-Stil, den Sie ausgewählt haben, scheint nicht zu existieren.

source: "%s" is not a valid database type
french: « %s » n'est pas un type de base de données valide.
german: "%s" ist kein gültiger Datenbank-Typ.

source: The table prefix 'sqlite_' is reserved for use by the SQLite engine. Please choose a different prefix
german: Der Tabellenpräfix 'sqlite_' ist von der SQLite Engine reserviert. Bitte wählen Sie einen anderen Präfix.

source: InnoDB does not seem to be enabled. Please choose a database layer that does not have InnoDB support, or enable InnoDB on your MySQL server
french: InnoDB ne semble pas activé. Veuillez sélectionner un type de base de données qui n'inclut pas InnoDB, ou activez InnoDB sur votre serveur.
german: InnoDB scheint nicht aktiviert zu sein. Bitte suchen Sie eine Datenbank-Schicht aus, die nicht InnoDB unterstützt, oder aktivieren Sie InnoDB auf ihren MySQL server

source: The table prefix '%s' contains illegal characters or is too long. The prefix may contain the letters a to z, any numbers and the underscore character. They must however not start with a number. The maximum length is 40 characters. Please choose a different prefix
german: Der Tabellenpräfix '%s' enthält ungültige Zeichen oder ist zu lang. Der Präfix darf alle Buchstaben von a bis z, alle Zahlen und das Unterstrich-Zeichen enthalten. Er darf jedoch nicht mit einer Zahl beginnen. Die maximale Länge beträgt 40 Zeichen. Bitte suchen Sie einen anderen Präfix.

source: A table called "%susers" is already present in the database "%s". This could mean that Luna is already installed or that another piece of software is installed and is occupying one or more of the table names Luna requires. If you want to install multiple copies of Luna in the same database, you must choose a different table prefix
french: Une table nommée « %susers » est déjà présente dans la base de données « %s ». Cela pourrait signifier que Luna est déjà installé ou qu'une autre application utilise le nom d'une ou plusieures tables nécessaires à Luna. Si vous souhaitez installer plusieurs copies de Luna dans la même base de données, vous devez choisir un préfixe de table différent.
german: Eine Tabelle namens "%suers" existiert bereits in der Datenbank "%s". Dies könnte bedeuten, dass Luna bereits installiert ist oder eine andere Software eine oder mehrere der Tabellen reserviert, die Luna benötigt. Wenn Sie mehrere Kopien von Luna in der selben Datenbank installieren wollen, müssen Sie einen anderen Tabellenpräfix wählen

source: Wow, it's great to have you here, welcome and thanks for joining us. We've set up your account and you're ready to go. Though we like to point out some actions you might want to do first.
french: Wow, c'est une joie de vous accueilir parmi nous, merci ! Votre compte est prêt, mais voici tout d'abord quelques points à soumettre à votre attention.
german: Wow. Es ist toll, Sie hier zu haben. Wilkommen und danke, dass Sie uns beigetreten sind. Wir haben ihren Account bereits aufgesetzt und Sie sind fertig, um zu starten. Jedoch möchten wir Sie auf einige Dinge hinweißen, die sie eventuell vorher erledigen wollen.

source: Announcement
french: Annonce
german: Ankündigung

source: Rules
french: Règles
german: Regeln

source: Administrators
french: Administrateurs
german: Administratoren

source: Moderators
french: Modérateurs
german: Moderatoren

source: Members
french: Membres
german: Mitglieder

source: New member
french: Nouveau membre
german: Neue Mitglieder

source: Member
french: Membre
german: Mitglied

source: You appear to have logged in successfully, however a cookie has not been set. Please check your settings and if applicable, enable cookies for this website.
french: Vous semblez avoir été identifié(e), cependant aucun cookie n'a été envoyé. Veuillez vérifier vos paramètres et, si possible, activer les cookies pour ce site.
german: Sie scheinen sich erfolgreich eingeloggt zu haben, jedoch wurde ein Cookie nicht gesetzt. Bitte überprüfen Sie ihre Einstellungen und falls anwendbar, aktivieren Sie Cookies für diese Webseite.

source: Comment errors
german: Kommentarfehler

source: Comment preview
german: Kommentarvorschau

source: Pin thread
german: Thread anpinnen

source: Mute edit
french: Édition muette
german: Still editieren

source: The Editor Toolbar requires JavaScript to be enabled. BBCode will still work, though.
german: Die Editor-Toolleiste erfordert, dass JavaScript aktiviert ist. BBCode wird jedoch dennoch funktionieren.

source: Bold
french: Gras
german: Fett

source: Underline
french: Souligné
german: Unterstrichen

source: Italic
french: Italique
german: Kursiv

source: Strike
french: Barré
german: Durchgestrichen

source: Heading
french: Titre
german: Überschrift

source: Subscript
french: Indice
german: Tiefgestellt

source: Superscript
french: Exposant
german: Hochgestellt

source: Quote
french: Citation
german: Zitieren

source: Image
german: Bild

source: List
french: Liste
german: Liste

source: List item
french: Élément de liste
german: Listeneintrag

source: Smile
french: Émoticône
german: Lächeln

source: Sad
french: Triste
german: Traurig

source: Big smile
french: Grand sourire
german: Großes Lächeln

source: Yikes
french: Woaw !
german: Pfui

source: Wink
french: Clin d'œil
german: Zwinkern

source: Tongue
french: Langue
german: Zunge

source: Happy
french: Heureux
german: Glücklich

source: Angry
french: En colère
german: Wütend

source: Roll eye
french: Roulement d'yeux
german: Augenrollen

source: Happy cry
french: Pleurs de joie
german: Freudentränen

source: Angel
french: Ange
german: Engel

source: Start typing...
french: Commencez à rédiger…
german: Starte, zu tippen...

source: Submit
french: Envoyer
german: Abschicken

source: There are no threads in this forum yet, but you can <a href="comment.php?fid=%s">start the first one</a>.
german: Es gibt zwar bis jetzt keine Threads in diesem Forum, jedoch können Sie <a href="comment.php?fid=%s"> den Ersten erstellen</a>.

source: Never
french: Jamais
german: Niemals

source: There are no forums in this board yet.
german: Es gibt auf diesem Board noch keine Foren.

source: The board is empty, select a forum and create a thread to begin.
german: Das Board ist leer. Wählen Sie ein Forum und erstellen Sie einen Thread, um zu starten.

source: From:
french: De :
german: Von:

source: Comment:
german: Kommentar:

source: Note:
german: Notiz:

source: Report
french: Signaler
german: Meldung

source: Soft delete
french: Masquer
german: Temporär löschen

source: Soft reset
french: Restaurer
german: Temporär zurücksetzen

source: Unsolved
german: Ungelöst

source: Answer
german: Antwort

source: Registered since
french: Inscrit depuis
german: Registriert seit

source: Comments:
german: Kommentare:

source: Your search returned no hits.
french: Votre recherche n'a renvoyé aucun résultat.
german: Ihre Suche ist auf keine Ergebnisse gestoßen.

source: This is the first comment in the thread, the whole thread will be permanently deleted.
german: Dies ist der erste Kommentar im Thread. Daher wird der ganze Thread permanent gelöscht.

source: The comment you have chosen to delete is set out below for you to review before proceeding.
german: Der Kommentar, den Sie löschen möchten, wurde für Sie zum Überprüfen nach unten gesetzt, bevor sie fortfahren.

source: Cancel
french: Annuler
german: Abbrechen

source: The comment you have chosen to delete is set out below for you to review before proceeding. Deleting this comment is not permanent. If you want to delete a comment permanently, please use delete instead.
german: Der Kommentar, den Sie löschen möchten, wurde für Sie zum Überprüfen nach unten gesetzt, bevor sie fortfahren. Das Löschen dieses Kommentars ist nicht permanent. Falls sie einen Kommentar permanent löschen wollen, benutzen Sie bitte Löschen stattdessen.

source: This comment has been soft deleted. We'll enable it again with a click on the button.
german: Dieser Kommentar wurde temporär gelöscht. Wir werden ihn wieder mit einem Klick auf dem Knopf aktivieren.

source: Reset comment
german: Setze Kommentar zurück

source: Thread started by %s - %s
german: Thread gestartet von %s - %s

source: Comment by %s - %s
german: Kommentar von %s - %s

source: You must agree to the following in order to register
french: Vous devez accepter les conditions d'utilisation suivantes pour vous inscrire sur ces forums.
german: Sie müssen folgendes akzeptieren, um sich zu registrieren

source: Agree
french: Accepter
german: Zustimmen

source: Send
french: Envoyer
german: Senden

source: Tell us why you are reporting this
german: Sagen Sie uns, wieso Sie dies melden

source: You are banned from this forum.
french: Vous êtes banni de ce forum.
german: Sie sind von diesen Forum gebannt.

source: The ban expires at the end of
french: Le bannissement expire à la fin du
german: Dieser Ban endet am

source: The administrator or moderator that banned you left the following message:
french: L'administrateur ou le modérateur qui vous a banni envoie le message suivant :
german: Der Administrator oder Moderator, der Sie gebannt hat, hinterließ folgende Nachricht:

source: Please direct any inquiries to the forum administrator at
french: Pour toute question, contactez l'administrateur à
german: Bitte leiten Sie alle Anfragen an den Forumsadministrator weiter auf

source: Usernames must not be more than 25 characters long. Please choose another (shorter) username.
french: Les noms d'utilisateur ne doivent pas comporter plus de 25 caractères. Veuillez choisir un autre nom d'utilisateur.
german: Benutzernamen dürfen nicht länger als 25 Zeichen sein. Bitte wählen Sie einen kürzeren Benutzernamen.

source: The username you entered contains one or more censored words. Please choose a different username.
french: Le nom d'utilisateur que vous avez saisi contient des mots interdits. Veuillez choisir un autre nom d'utilisateur.
german: Der Benutzername, den Sie eingegeben haben, enthält eine oder mehr zensierte Wörter. Bitte wählen Sie einen anderen Benutzername.

source: The username you entered is banned in this forum. Please choose another username.
french: Le nom d'utilisateur que vous avez indiqué est banni. Veuillez choisir un autre nom d'utilisateur.
german: Dieser Benutzername ist vom Forum gebannt. Bitte wählen Sie einen anderen Benutzernamen.

source: Page %s
german: Seite %s

source: We've got us a situation here.
french: Houston, on a un problème.
german: Wir haben hier ein Problem.

source: Today
french: Aujourd'hui
german: Heute

source: Yesterday
french: Hier
german: Gestern

source: Bad HTTP_REFERER. You were referred to this page from an unauthorized source. If the problem persists please make sure that "Base URL" is correctly set in Admin/Options and that you are visiting the forum by navigating to that URL. More information regarding the referrer check can be found in the Luna documentation.
french: Mauvais HTTP_REFERER. Vous avez été renvoyé(e) vers cette page par une source inconnue ou interdite. Si le problème persiste, assurez-vous que le champ « URL de base » de la page Administration » Options est correctement renseigné et que vous vous rendez sur ces forums en utilisant cette URL. Vous pourrez trouver davantage d'informations dans la documentation de Luna.
german: Ungültiger HTTP_REFERER. Sie wurden von einer unauthorisierten Quelle auf diese Seite geleitet. Falls das Problem anhält, gehen Sie sicher, dass "Base URL" in den Admin-Optionen richtig gesetzt wurde und dass sie das Forum besuchen, indem Sie die zu dieser URL navigieren. Mehr Informationen zu der Weiterleitungsüberprüfung finden Sie in der Luna-Documentation.

source: Bad CSRF hash. You were referred to this page from an unauthorized source.
german: Ungültiger CSRF hash. Sie wurden von einer unauthorisierten Quelle auf diese Seite weitergeleitet.

source: Debug information
french: Informations de débogage
german: Debuginformationen

source: Time (s)
french: Temps (s)
german: Zeit (s)

source: Total query time: %s
french: Temps total d'exécution de la requête : %s
german: Insgesamte Query-Zeit: %s

source: Register
french: Inscription
german: Registrieren

source: Toggle navigation
french: Activer le menu
german: Schalte Navigation um

source: Reply
french: Répondre
german: Antwort

source: Compose
french: Écrire
german: Verfassen

source: It seems your comment consisted of empty BBCodes only. It is possible that this happened because e.g. the innermost quote was discarded because of the maximum quote depth level.
german: Es scheint, dass ihr Kommentar nur aus leeren BBCodes besteht. Ist es möglich, dass dies passiert ist, weil z.b. das innerste Zitat entfernt wurde da die maximale Anzahl am Zitaten-Tiefen-Level erreicht wurde?

source: The quote, code, list, video, and heading BBCodes are not allowed in signatures.
french: Les BBCodes quote, code, list, video et heading ne sont pas autorisés dans les signatures.
german: Das Zitat, der Code, die Liste, das Video, und führende BBCodes sind nicht in Signaturen erlaubt.

source: Your list was too long to parse, please make it smaller!
french: Votre liste est trop longue à traiter, merci de la réduire !
german: Ihre Liste war zu lang, bitte verkleinern Sie diese!

source: [%s] tag had an empty attribute section
french: Le tag [%s] comporte une section d'attribut vide.
german: Der [%s] tag hatte eine leere Attribut-Sektion

source: [%1$s] was opened within [%2$s], this is not allowed
french: [%1$s] a été ouvert dans [%2$s], ce qui n'est pas autorisé.
german: [%1$s] wurde innerhalb [%2$s] gefunden. Dies ist nicht erlaubt

source: [/%1$s] was found without a matching [%1$s]
french: [/%1$s] a été trouvé, mais pas son camarade [%1$s]
german: [/%1$s] wurde ohne eine übereinstimmendes [%1$s] gefunden

source: [%1$s] was found without a matching [/%1$s]
french: [%1$s] a été trouvé, mais sans son camarade [/%1$s]
german: [%1$s] wurde ohne eine übereinstimmendes [/%1$s] gefunden

source: [%s] was opened within itself, this is not allowed
french: [%s] a été inclu dans lui-même, ce qui n'est pas autorisé
german: [%s] wurde innerhalb sich selbst geöffnet. Dies ist nicht erlaubt

source: image
german: Bild

source: No users online
french: Aucun utilisateur en ligne
german: Keine Benutzer online

source: RSS active thread feed
german: RSS aktiver Thread-Feed

source: Atom active thread feed
german: Atom aktiver Thread-Feed

source: It seems like Luna is already installed.
german: Es scheint, dass Luna bereits installiert ist.

source: We're done here
german: Wir sind hier fertig

source: You can do anything
german: Sie können alles tun

source: <strong>The cache directory is currently not writable!</strong> In order for Luna to function properly, the directory <em>%s</em> must be writable by PHP. Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
german: <strong>Der cache Ordner ist aktuell nicht beschreibbar!</strong>Damit Luna funktioniert, muss der Ordner <em>%s</em> von PHP beschreibbar sein. Benutzen Sie chmod, um die korrekten Ordner-Rechte zu setzen. Falls Sie sich nicht sicher sind, benutzen Sie chmod mit 0777.

source: <strong>The avatar directory is currently not writable!</strong> If you want users to be able to upload their own avatar images you must see to it that the directory <em>%s</em> is writable by PHP. You can later choose to save avatar images in a different directory (see Admin/Options). Use chmod to set the appropriate directory permissions. If in doubt, chmod to 0777.
german: <strong> Der Avatar-Ordner ist aktuell nicht beschreibbar!</strong>. Falls Sie wollen, dass Benutzer in der Lage sind, ihre eigenen Avatar-Bilder hochzuladen, müssen Sie den Ordner <em>%s</em> von PHP beschreibbar machen. Sie können später Avatar-Bilder in einem anderen Ordner speichern(Admin/Optionen). Benutzen Sie chmod, um die korrekten Ordner-Rechte zu setzen. Falls Sie sich nicht sicher sind, benutzen Sie chmod mit 0777.

source: PHP needs to have support for either MySQL or SQLite to run Luna to be installed. Non is available, though
german: PHP braucht Unterstützung für entweder MYSQL oder SQLite, damit Luna installiert werden kann. Nichts davon ist jedoch verfügbar

source: Administrator password 1
german: Administratorpasswort 1

source: Administrator password 2
german: Administratorpasswort 2

source: No trailing slash
german: Kein abschließendes Slash

source: Install Luna %s
german: Installiere Luna %s

source: Choose the install script language
german: Wählen Sie die Sprache des Installationsskripts

source: Install language
german: Installationssprache

source: The language used for this install script. The default language used for the board itself can be set below.
german: Die Sprache, die von diesem Installationsscript verwendet wird. Die Standardsprache, die von dem Board selbst benutzt wird, kann unten gesetzt werden.

source: Change language
german: Ändere Sprache

source: The following errors need to be corrected:
german: Folgende Fehler müssen korrigiert werden:

source: Database setup
german: Datenbank-Setup

source: What database do you want to use?
german: Welche Datenbank möchten Sie benutzen?

source: Where's the server?
german: Wo ist der Server?

source: The database name
german: Der Name der Datenbank

source: Your database username
german: Ihr Datenbank-Benutzername

source: Table prefix
german: Tabellenpräfix

source: Set for more Luna installation in this database
german: Setzen Sie dies, um Luna mehrmals in dieser Datenbank installieren zu können

source: 2 to 25 characters long
german: 2 bis 25 Zeichen lang

source: At least 6 characters long
german: Mindestens 6 Zeichen lang

source: Start install
german: Starte Installation

source: <strong>File uploads appear to be disallowed on this server!</strong> If you want users to be able to upload their own avatar images you must enable the file_uploads configuration setting in PHP. Once file uploads have been enabled, avatar uploads can be enabled in Administration/Options/Features.
german: <strong> Es scheint, dass Dateiuploads auf dem Server nicht erlaubt sind!</strong> Falls Sie möchten, dass Benutzer ihre eigenen Avatar-Bilder hochladen können, müssen sie die Konfiguration "file_uploads" in PHP einstellen. Sobald Dateiuploads aktiviert wurden, können Avatar-Uploads in den Administrations-Seiten aktiviert werden.

source: Luna has been installed. To finalize the installation please follow the instructions below.
german: Luna wurde installiert. Um die Installation zu vervollständigen, folgen sie bitte den Anweisungen weiter unten.

source: To finalize the installation, you need to click on the button below to download a file called config.php. You then need to upload this file to the root directory of your Luna installation.
german: Um die Installation zu vervollständigen, müssen Sie den Knopf weiter unten klicken, um eine Datei namens config.php runterzuladen. Sie müssen danach diese Datei auf den Root-Ordner ihrer Luna installation hochladen.

source: Once you have uploaded config.php, Luna will be fully installed! At that point, you may <a href="index.php">go to the forum index</a>.
german: Sobald Sie config.php hochgeladen haben, wird Luna komplett installiert sein! Sie können an diesem Punkt <a href="index.php">aufrufen, um zum Forumsindex zu gelangen</a>.

source: Download config.php file
german: Lade config.php-Datei herunter

source: Luna has been fully installed! You may now <a href="index.php">go to the forum index</a>.
german: Luna wurde komplett installiert! Sie können an diesem Punkt <a href="index.php">aufrufen, um zum Forumsindex zu gelangen</a>.

source: Wrong username and/or password.
german: Falscher Benutzername und/oder Passwort.

source: Forgotten password
french: Mot de passe oublié
german: Passwort vergessen
