Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: An avatar is a small image that will be displayed under your username in your comments. It must not be any bigger than
german: Ein Avatar ist ein kleinen Bild, das unter Ihren Benutzernamen in Ihren Kommentaren erscheint. Er darf nicht größer sein als

source: Unpin
german: Anheften

source: Pin
german: Losheften

source: Unimportant
german: Unwichtig

source: Important
german: Wichtig

source: User list
german: Benutzerliste

source: Delete message
german: Lösche Nachricht

source: with
german: mit

source: View a private discussion
german: Zeige eine private Diskussion

source: Admin
french: Administration

source: Topics and posts
french: Discussions et messages

source: Censor words in posts. See %s for more info.
french: Censurer certains mots dans les messages. Voir %s pour plus de détails.

source: Show the number of views for each topic.
french: Afficher le nombre de vue de chaque discussion.

source: Show a label in front of the topics where users have posted.
french: Afficher un label devant les discussions auxquelles l'utilisateur a participé.

source: Allow users to attach a signature to their posts.
french: Autoriser les utilisateurs à ajouter une signature en bas de message.

source: Inbox
french: Boite de réception

source: Video height
french: Hauteur de vidéo

source: Height of an embedded video
french: Hauteur des vidéos insérées

source: Video width
french: Largeur de vidéo

source: Width of an embedded video
french: Largeur des vidéos insérées

source: Name
french: Nom

source: URL
french: Adresse

source: Software version
french: Version du logiciel

source: Bootstrap version
french: Version de Bootstrap

source: Core version
french: Version du core

source: Font Awesome version
french: Version de FontAwesome

source: jQuery version
french: Version jQuery

source: Accelerator: %s
french: Accélérateur : %s

source: There are no topics that are %s days old. Please decrease the value of "Days old" and try again.
french: Aucune discussion ne date de plus de %s jours. Veuillez réduire la valeur de « Ancienneté en jours » et essayer à nouveau.

source: Confirm prune posts
french: Confirmer l'élagage des messages

source: Are you sure that you want to prune all topics older than %s days from %s (%s topics).
french: Souhaitez-vous vraiment supprimer toutes les discussions datant de plus de %s jours de %s (%s discussions).

source: WARNING! Pruning posts deletes them permanently.
french: ATTENTION ! La suppression des messages est irréversible lors de l'élagage.

source: Pruning complete, all users pruned that matched the requirements have been pruned.
french: Élagage terminé. Tous les utilisateurs correspondant aux critères ont été élagués.

source: Prune old posts
french: Supprimer d'anciens messages

source: The number of days old a topic must be to be pruned
french: L'ancienneté d'une discussion pour qu'elle puisse être supprimée.

source: Prune sticky topics
french: Supprimer les discussions épinglées

source: Prune from forum
french: Élaguer dans le forum

source: What shall we prune?
french: Que devons-nous élaguer ?

source: Maximum number of posts
french: Nombre maximum de messages

source: How many posts do you require before an users isn't pruned
french: Nombre de messages au-delà duquel un utilisateur ne sera pas élagué

source: Update
french: Mise à jour

source: Supplement ban with IP and email
french: Bannissement supplémentaire par IP et courriel

source: Email
french: Courriel

source: Ban message and expiry
french: Message de bannissement et expiration

source: (yyyy-mm-dd)
french: (aaaa-mm-jj)

source: Banned by
french: Banni par

source: Admin email
french: Courriel administrateur

source: Enable users to subscribe to topics.
french: Autoriser les utilisateurs à suivre des discussions

source: Debug info
french: Information de déboguage

source: Backup
french: Sauvegarde

source: Visit a forum or topic and choose "Moderate" in the moderator bar to moderate content.
french: Visitez un forum ou une discussion et cliquez « Modérer » dans la barre de modération pour modérer le contenu.

source: You must select at least one post for split/delete.
french: Vous devez sélectionner au moins un message pour scinder/supprimer.

source: Delete posts
french: Supprimer les messages

source: Are you sure you want to delete the selected posts?
french: Êtes-vous certain de vouloir supprimer les messages sélectionnés ?

source: Topics must contain a subject.
french: Les discussions doivent avoir un sujet.

source: Split posts
french: Scinder les messages

source: First post cannot be selected for split/delete.
french: Le premier message ne peut pas être sélectionné pour être scindé/supprimé.

source: You must select at least one topic for move/delete/open/close.
french: Vous devez choisir au moins une discussion à déplacer/supprimer/ouvrir/fermer.

source: There are no forums into which you can move topics.
french: Aucun forum n'est disponible pour y déplacer des discussions.

source: Move topic
french: Déplacer la discussion

source: Move topics
french: Déplacer les discussions

source: Leave redirect topic(s)
french: Laisser un lien de redirectionLaisser un lien de redirection

source: You must select at least two topics for merge.
french: Vous devez sélectionner au moins deux discussions pour une fusion.

source: Merge topics
french: Fusionner les discussions

source: Delete topics
french: Supprimer les discussions

source: Are you sure you want to delete the selected topics?
french: Souhaitez-vous vraiment supprimer les discussions sélectionnées ?

source: Sticky
french: Épinglé

source: Moved
french: Déplacé

source: Closed
french: Fermé

source: Go to the first new post in this topic.
french: Aller au premier nouveau message de cette discussion.

source: New posts
french: Nouveaux messages

source: Forum is empty.
french: Le forum est vide.

source: Posting
french: Messages

source: Allow the BBCode [img] tag in posts.
french: Autoriser la balise BBCode [img][/img] dans les messages.

source: Allow a message to contain only capital letters.
french: Accepter qu'un message soit complètement écrit en lettres capitales.

source: Require guests to supply an email address when posting.
french: Exiger une adresse électronique pour autoriser les invités à écrire un message.

source: Allow the BBCode [img] tag in user signatures (not recommended).
french: Autoriser la balise BBCode [img][/img] dans les signatures d'utilisateurs (non recommandé).

source: Designed for Luna %s to %s
french: Prévu pour Luna %s à %s

source: Login
french: Connexion

source: Posts per cycle must be a positive integer value.
french: Le nombre de messages par cycle doit être une valeur entière positive.

source: Processing post <strong>%s</strong> …
french: Traitement du message <strong>%s</strong>…

source: JavaScript redirect unsuccessful. %s to continue …
french: La redirection JavaScript a échoué. %s pour continuer…

source: If you changes something about topics and posts in the database you should rebuild the search index. It's recommended to activate maintenance mode during rebuilding. This can take a while and can increase the server load during the process!
french: Si vous avez ajouté, modifié ou supprimé des messages manuellement dans la base de données ou si vous rencontrez des problèmes lors des recherches, vous devriez reconstruire l'index de recherche. Pour une performance optimale vous devriez placer le forum en maintenace lors de la reconstruction. <strong>La reconstruction de l'index de recherche peut prendre du temps et provoquer une montée en charge du serveur durant le processus !</strong>

source: Posts per cycle
french: Messages par cycle

source: Number of posts per pageview, this prevents a timeout, 300 recommended
french: Le nombre de messages à afficher pour chaque page. Ex. : si vous indiquez 300, trois cents messages seront traités, ensuite la page sera réactualisée. Ceci évite que le script ne s'interrompe durant le processus de reconstruction.

source: Starting post ID
french: ID du message de départ

source: Be sure to enable JavaScript during the rebuild (to start a new cycle automatically). When you have to abort the rebuilding, remember the last post ID and enter that ID+1 in "Starting post ID" if you want to continue (Uncheck "Empty index").
french: Prenez soin d'activer JavaScript durant la reconstruction afin de démarrer un nouveau cycle automatiquement. Si vous devez interrompre la reconstruction, mémorisez l'ID du dernier message et utilisez ID+1 comment valeur du champ « ID du message de départ » si vous voulez reprendre. Dans ce cas, pensez aussi à décocher « Effacer l'index ».

source: Board URL
french: Adresse du forum

source: (UTC-12:00) International Date Line West
french: (UTC-12:00) Ligne de changement de date OUEST

source: (UTC-10:00) Hawaii-Aleutian, Cook Island
french: (UTC-10:00) Hawaii et des îles Aléoutiennes, Îles Cook

source: (UTC-09:30) Marquesas Islands
french: (UTC-09:30) Îles Marquises

source: (UTC-09:00) Alaska, Gambier Island
french: (UTC-09:00) Alaska, Îles Gambier

source: (UTC-08:30) Pitcairn Islands
french: (UTC-08:30) Îles Pitcairn

source: (UTC-08:00) Pacific
french: (UTC-08:00) Pacifique

source: (UTC-07:00) Mountain
french: (UTC-07:00) Montagnes, les Rocheuses

source: (UTC-06:00) Central
french: (UTC-06:00) Centre

source: (UTC-05:00) Eastern
french: (UTC-05:00) Est

source: (UTC-04:00) Atlantic
french: (UTC-04:00) Atlantique

source: (UTC-03:30) Newfoundland
french: (UTC-03:30) Terre-Neuve

source: (UTC-03:00) Amazon, Central Greenland
french: (UTC-03:00) Amazone, Centre du Groenland

source: (UTC-02:00) Mid-Atlantic
french: (UTC-02:00) Milieu de l'Atlantique

source: (UTC-01:00) Azores, Cape Verde, Eastern Greenland
french: (UTC-01:00) Açores, Cap Vert, Groenland de l'Est

source: (UTC) Western European, Greenwich
french: (UTC) Europe Occidentale, Greenwich

source: (UTC+01:00) Central European, West African
french: (UTC+01:00) Europe Centrale, Afrique Occidentale

source: (UTC+02:00) Eastern European, Central African
french: (UTC+02:00) Europe de l'Est, Afrique Centrale

source: (UTC+03:00) Eastern African
french: (UTC+03:00) Moscou, Afrique Orientale

source: (UTC+04:00) Moscow, Gulf, Samara
french: (UTC+04:00) Golf, Samara

source: (UTC+05:00) Pakistan
french: (UTC+05:00) Pakistan, Iekaterinbourg

source: (UTC+05:30) India, Sri Lanka
french: (UTC+05:30) Inde, Sri Lanka

source: (UTC+05:45) Nepal
french: (UTC+05:45) Népal

source: (UTC+06:00) Bangladesh, Bhutan, Yekaterinburg
french: (UTC+06:00) Bangladesh, Bhutan, Novosibirsk

source: (UTC+06:30) Cocos Islands, Myanmar
french: (UTC+06:30) Îles Cocos, Myanmar

source: (UTC+07:00) Indochina, Novosibirsk
french: (UTC+07:00) Indochine, Krasnoyarsk

source: (UTC+08:00) Greater China, Australian Western, Krasnoyarsk
french: (UTC+08:00) Grande Chine, Australie occidentale, Irkutsk

source: (UTC+08:45) Southeastern Western Australia
french: (UTC+08:45) Australie occidentale

source: (UTC+09:00) Japan, Korea, Chita, Irkutsk
french: (UTC+09:00) Japon, Corée, Chine

source: (UTC+09:30) Australian Central
french: (UTC+09:30) Australie Méridionale

source: (UTC+10:00) Australian Eastern
french: (UTC+10:00) Australie Orientale, Vladivostok

source: (UTC+10:30) Lord Howe
french: (UTC+10:30) Île Lord Howe

source: (UTC+11:00) Solomon Island, Vladivostok
french: (UTC+11:00) Île Salomon, Magadan

source: (UTC+11:30) Norfolk Island
french: (UTC+11:30) Île Norfolk

source: (UTC+12:00) New Zealand, Fiji, Magadan
french: (UTC+12:00) Nouvelle Zélande, Fiji, Kamchatka

source: (UTC+12:45) Chatham Islands
french: (UTC+12:45) Îles Chatham

source: (UTC+13:00) Tonga, Phoenix Islands, Kamchatka
french: (UTC+13:00) Tonga, Îles Phoenix

source: (UTC+14:00) Line Islands
french: (UTC+14:00) Îles de la Ligne

source: Advance time by 1 hour for daylight saving.
french: Ajustement pour l'heure d'été

source: bytes
french: octets

source: Show information about the poster under the username in topic view.
french: Afficher les informations à propos de l'utilisateur ayant créé le message sous son nom d'utilisateur dans la discussion. Les informations données sont : le lieu, la date d'inscription, le nombre de messages publiés et les liens de contact (courriel et URL).

source: Show the number of posts a user has made in topic view, profile and user list.
french: Affiche le nombre de messages publiés par un utilisateur (indiqué dans les discussions, le profil et la liste d'utilisateurs).

source: Topic review
french: Résumé de discussion

source: Maximum amount of posts showed when posting
french: Nombre maximal de sujets à afficher lors de la composition de message

source: Topics per page
french: Discussions par page

source: Default amount of topics per page
french: Le nombre de discussions à afficher par défaut par page dans un forum. Les utilisateurs peuvent personnaliser ce paramètre.

source: Posts per page
french: Messages par page

source: Default amount of posts per page
french: Le nombre de messages à afficher par défaut par page dans une discussion. Les utilisateurs peuvent personnaliser ce paramètre.

source: Show a fly-out when clicking the notification icon instead of going to the notification page. Disableing this feature might improve performance.
french: Afficher un sous-menu lors du clic sur l'icône de notification à la place du lien vers la page de notification. Désactiver ceci améliore la performance.

source: There are currently no posts by that user in the forum.
french: Il n'y a actuellement aucun message de cet utilisateur sur le forum.

source: Posts
french: Messages

source: Warning! Deleted users and/or posts cannot be restored. If you choose not to delete the posts made by this user, the posts can only be deleted manually at a later time.
french: Attention ! Les utilisateurs et/ou messages supprimés ne peuvent être récupérés. Si vous choisissez de ne pas supprimer les messages d'un utilisateur, les messages pourront uniquement être supprimés manuellement plus tard.

source: Delete any posts and topics this user has made
french: Supprimer tous les messages ou discussions de cet utilisateur.

source: Website
french: Site Internet

source: Microsoft Account
french: Compte Microsoft

source: Number of posts less than
french: Nombre de messages inférieur à

source: Number of posts greater than
french: Nombre de messages supérieur à

source: Last post is before
french: Dernier message publié avant

source: Last post is after
french: Dernier message publié après

source: Number of posts
french: Nombre de messages

source: Last post
french: Dernier message

source: The IP address to search for in the post database.
french: Adresse IP à rechercher dans la base de données

source: Post #%s
french: Message #%s

source: (Peak: %1$s)
french: (Pic : %1$s)

source: Update ring
french: Niveau de mise à jour

source: Slow
french: Lent

source: Luna software updates
french: Mises à jour de Luna

source: Download v%s
french: Télécharger la version v%s

source: We release every now and then a new build for Luna, one more stable then the other, for you to check out. You can keep track of this at <a href="http://getluna.org/lunareleases.php">our website</a>. New builds can contain new features, improved features, and/or bugfixes.
french: Nous publions régulièrement des mises à jours pour Luna ; vous pouvez suivre les publications sur le <a href="http://getluna.org/lunareleases.php">site officiel</a>. Les nouvelles versions apportent de nouvelles fonctionnalités, des améliorations ou des correctifs de bogues et de sécurité.

source: At this point, we can only tell you that a new you're beyond the latest release. We can't tell you if there is a new preview available. You'll have to find out for yourself.
french: Pour le moment, vous semblez être en avance sur la dernière version ; impossible de vous dire s'il existe une mise à jour disponible à ce stade. À vous de voir !

source: If you're done, you can click on "Got it" in the upper right corner of this panel to disable this field.
french: Si vous en avez terminé, vous pouvez cliquer sur « J'ai compris » dans le coin supérieur droit de ce panneau.

source: Censor words
french: Censurer des mots

source: Add more groups
french: Ajouter des groupes

source: Add additional ranks
french: Ajouter des rangs

source: Customize the menu
french: Personnaliser le menu

source: Change the appearance
french: Modifier l'apparence

source: Back-up
french: Sauvegarde

source: post
french: message

source: topic
french: discussion

source: Warning! Deleting a forum will delete all posts (if any) in that forum!
french: Attention ! Supprimer un forum effacera également tous les messages qu'il contient !

source: Edit forum details
french: Modifier les détails du forum

source: Forum name
french: Titre

source: Sort topics by
french: Classer les discussions part

source: Topic start
french: Début de la discussion

source: Edit group permissions
french: Modifier les permissions

source: Post replies
french: Publier des messages

source: Post topics
french: Créer des discussions

source: Deleting a category will delete all forums and posts (if any) in this category!
french: Supprimer une catégorie effacera également tous les forums et les messages qu'elle contient !

source: Board
french: Forum

source: Minimum posts must be a positive integer value.
french: Le nombre minimal de messages doit être un nombre entier.

source: There is already a rank with a minimum posts value of %s.
french: Il existe déjà un rang avec pour minimum de messages la valeur %s.

source: Minimum posts
french: Nombre minimal de messages

source: Allow users to view topics and posts that have been soft deleted.
french: Autoriser les modérateurs à voir les discussions et messages masqués.

source: Soft delete posts
french: Masquer les messages

source: Allow users to soft delete posts from all users.
french: Autoriser les modérateurs à masquer les messages d'autres utilisateurs

source: Soft delete topics
french: Masquer les discussions

source: Allow users to soft delete topics from all users.
french: Autoriser les modérateurs à masquer les discussions d'autres utilisateurs.

source: Allow users to post replies in topics.
french: Autoriser les utilisateurs à répondre aux discussions.

source: Allow users to post new topics.
french: Autoriser les utilisateurs à créer de nouvelles discussions.

source: Edit posts
french: Édition des messages

source: Allow users to edit their own posts.
french: Autoriser les utilisateurs à modifier leurs propres messages.

source: Allow users to delete their own posts.
french: Autoriser les utilisateurs à supprimer leurs propres messages.

source: Allow users to delete their own topics (including any replies).
french: Autoriser les utilisateurs à supprimer leurs propres discussions (et les réponses avec).

source: Post flood interval
french: Interval de messages

source: Time users have to wait between posts
french: Période durant laquelle les utilisateurs doivent patienter avant de publier un nouveau message.

source: It seems your post consisted of empty BBCodes only. It is possible that this happened because e.g. the innermost quote was discarded because of the maximum quote depth level.
french: Il semble que votre message ne contienne que du BBCode. Il est possible que cela se produise parce qu'une citation a été nettoyée car dépassant la profondeur limite.

source: The table prefix
french: Le préfixe des tables

source: Administrator
french: Administrateur

source: Moderator
french: Modérateur

source: Size unit %s
french: Unité de taille %s

source: Query
french: Requête

source: %s Mailer
french: %s Courriel automatique

source: Logout
french: Déconnexion

source: Post errors
french: Erreurs du message

source: Post preview
french: Prévisualisation

source: Pin topic
french: Épingler

source: Inline code
french: Code en ligne

source: Video
french: Vidéo

source: Neutral
french: Neutre

source: Smilies
french: Émoticônes

source: There are no topics in this forum yet, but you can <a href="post.php?fid=%s">start the first one</a>.
french: Il n'y a aucune discussion dans ce forum pour le moment, mais vous pouvez <a href="post.php?fid=%s">lancer la première</a>.

source: Board is empty.
french: Le forum est vide.

source: The board is empty; select a forum and create a topic to begin.
french: Le forum est vide ; sélectionnez un forum et créez une discussion pour commencer.

source: Post:
french: Message :

source: IP log
french: IP de connexion

source: Online:
french: Connecté :

source: Offline
french: Hors ligne

source: Posts:
french: Message :

source: PM
french: MP

source: Warning! This is the first post in the topic, the whole topic will be permanently deleted.
french: Attention ! Ce message est le premier de la discussion, la discussion entière sera supprimée de manière permanente.

source: The post you have chosen to delete is set out below for you to review before proceeding.
french: Voici le message que vous avez choisi de supprimer.

source: The post you have chosen to delete is set out below for you to review before proceeding. Deleting this post is not permanent. If you want to delete a post permanently, please use delete instead.
french: Voici le message que vous avez choisi de supprimer. Cette suppression n'est pas permanente ; si vous souhaitez supprimer définitivement ce message, utilisez la suppression simple.

source: This post has been soft deleted. We'll enable it again with a click on the button.
french: Ce message a été masqué. Il sera de nouveau visible une fois restauré.

source: Reset post
french: Restaurer

source: Topic started by %s - %s
french: Discussion lancée par %s - %s

source: Reply by %s - %s
french: Réponse par %s - %s

source: Tell us why you are reporting this.
french: Dites-nous pourquoi vous signalez ceci.

source: Moderate topic
french: Modérer la discussion

source: Show all posts
french: Voir tous les messages

source: Open topic
french: Ouvrir la discussion

source: Close topic
french: Fermer la discussion

source: Unstick topic
french: Détacher la discussion

source: Stick topic
french: Épingler la discussion

source: Message text and topic subject
french: Contenu des messages et sujet des discussions

source: Message text only
french: Contenu des messages uniquement

source: Topic subject only
french: Sujet des discussions uniquement

source: Post time
french: Date du message

source: Topics
french: Discussions

source: Search in posts
french: Recherche les messages

source: BBCode is a collection of tags that are used to change the look of text in this forum. Below you can find all the available BBCodes and how to use them. Administrators have the ability to disable BBCode. You can tell if BBCode is disabled whenever you post a message or edit your signature.
french: Le BBCode est une collection de balises de formatage utilisées pour modifier l'apparence du texte ou ajouter des éléments graphiques sur ces forums. BBCode est basé sur le même principe que le HTML, et y ressemble donc beaucoup. Il suffit d'encadrer les parties que l'on souhaite modifier/ajouter par des balises ([nom_de_balise]partie à modifier[/nom_de_balise]). Ci-dessous la liste de toutes les balises BBCodes disponibles et les instructions d'utilisation.

source: Multimedia
french: Multimédia

source: Luna BBCode Test
french: Test du BBCode Luna

source: You can also use syntax highlighting for markup, CSS, PHP and JavaScript. The language has to be noted on the first line inside the codetag and can't be on the same line as <code>[code]</code>.
french: Vous pouvez également utiliser la coloration syntaxique pour les langages PHP, JavaScript et CSS. Le langage doit être indiqué à la première ligne du BBCode et ne peut se trouver sur la même ligne que <code>[code]</code>.

source: and
french: et
