Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Luna version information
french: Information de version Luna
german: Luna-Versionsinformationen

source: Database version
french: Version de la base de données
german: Datenbank-Version

source: Server load
french: Charge du serveur
german: Serverauslastung

source: Environment
french: Environnement
german: Umgebung

source: %s - %s user(s) online
french: %s - %s utilisateur(s) en ligne
german: %s - %s Benutzer online

source: Operating system: %s
french: Système d'exploitation : %s
german: Betriebssystem: %s

source: Show info
french: Afficher les infos
german: Zeige Informationen

source: Rows: %s
french: Lignes : %s
german: Reihen: %s

source: Size: %s
french: Taille : %s
german: Größe: %s

source: Style
german: Stil

source: Current theme
french: Thème courant
german: Aktuelles Thema

source: Theme settings for %s
french: Réglages de %s
german: Themeneinstellung für %s

source: This theme has no settings available...
french: Ce thème ne propose pas de réglagle.
german: Dieses Thema hat keine Einstellungen verfügbar...

source: Default style
french: Style par défaut
german: Standardstil

source: Here are all themes we could find in the <code>/themes/</code>-folder of your Luna installation. You can choose them to become default here, we set, theme options will appear above.
french: Voici tous les thèmes trouvés dans le dossier <code>/themes/</code> de votre installation de Luna.
german: Hier befinden sich alle Themen, die wir im <code>/themes/</code>- Ordner ihrer Luna-Installation finden konnten. Sie können diese hier als Standard auswählen. Themenoptionen werden danach verfügbar sein.

source: About %s
french: À propos de « %s »
german: Über %s

source: Released on %s
french: Publié %s
german: Veröffentlicht am %s

source: In use
french: Utilisé
german: In Benutzung

source: Use
french: Activer
german: Benutze

source: Usernames must be at least 2 characters long. Please choose another (longer) username.
french: Les noms d'utilisateurs doivent comporter au moins 2 caractères. Essayez un nom plus long.
german: Benutzernamen müssen mindestens 2 Zeichen lang sein. Bitte wählen Sie einen längeren Benutzernamen.

source: Passwords must be at least 6 characters long. Please choose another (longer) password.
french: Les mots de passe doivent comporter au moins 6 caractères. Essayez un mot de passe plus long.
german: Passwörter müssen mindestens 6 Zeichen lang sein. Bitte wählen Sie ein längeres Passwort.

source: The username guest is reserved. Please choose another username.
french: Le nom d'utilisateur invité est réservé. Merci d'en choisir un autre.
german: Der Benutzername "guest" ist reserviert. Bitte wählen Sie einen anderen Benutzernamen.

source: Usernames may not be in the form of an IP address. Please choose another username.
french: Les noms d'utilisateurs ne doivent pas ressembler à une adresse IP.
german: Benutzernamen dürfen nicht in der Form einer IP-Adresse vorliegen. Bitte wählen Sie einen anderen Benutzernamen.

source: Usernames may not contain all the characters ', " and [ or ] at once. Please choose another username.
french: Les noms d'utilisateurs ne doivent pas comporter tous les caractères ', " et [ ou ] en même temps.
german: Benutzernamen dürfen nicht die Zeichen '," enthalten. Bitte wählen Sie einen anderen Benutzernamen.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses. Please choose another username.
french: Les noms d'utilisateurs ne doivent pas comporter de balises de formatage de texte (BBCode) utilisés par les forums.
german: Benutzernamen dürfen nicht BBCode tags enthalten. Bitte wählen Sie einen anderen Benutzernamen.

source: Someone is already registered with the username
french: Il existe déjà une personne inscrite avec ce nom d'utilisateur.
german: Jemand hat sich bereits mit diesem Benutzernamen registriert

source: The username you entered is too similar. The username must differ from that by at least one alphanumerical character (a-z or 0-9). Please choose a different username.
french: Ce nom d'utilisateur est trop ressemblant. Il doit différer par au moins un caractère alpha-numérique (a-z ou 0-9). Veuillez essayer un autre nom d'utilisateur.
german: Der Benutzername, den Sie eingegeben haben, ist zu ähnlich. Der Benutzername muss sich in mindestens einen alphanumerischen Zeichen unterscheiden. Bitte wählen Sie einen anderen Benutzernamen.

source: Subject: Welcome to <board_title>! Thank you for registering in the forums at <base_url>. Your account details are: Username: <username> Password: <password> Login at <login_url> to activate the account. -- <board_mailer> Mailer (Do not reply to this message)
french: Bienvenue sur <board_title> ! Merci de vous être inscrit sur <base_url>. Voici les détails de votre compte : Nom d'utilisateur : <username> Mot de passe : <password> Identifiez-vous sur <login_url> pour valider votre compte. -- <board_mailer> Mailer (Ne pas répondre à ce message)
german: Betreff: Wilkommen auf <board_title>! Danke, dass Sie sich bei <base_url> registriert haben. Ihre Account-Informationen lauten: Benutzername: <username> Passwort: <password> Loggen Sie sich auf <login_url> ein, um ihren Account zu aktivieren -- <board_mailer> Mailer (Antworten Sie bitte nicht auf diese E-Mail)

source: Users
french: Utilisateurs
german: Benutzer

source: User created
french: Utilisateur créé
german: Benutzer erstellt

source: Failed to create user, no password was given.
french: L'utilisateur n'a pu être créé : aucun mot de passe n'a été saisi.
german: Das Erstellen des Benutzers ist fehlgeschlagen. Es wurde kein Passwort angegeben.

source: Add user
french: Ajouter un utilisateur
german: Füge Benutzer hinzu

source: Generate a random password, this will be emailed to the above address. When checked, leave "Password" empty.
french: Générer un mot de passe aléatoire qui vous sera envoyé à l'adresse ci-dessus. Dans ce cas, laissez vide le champ « mot de passe ».
german: Erstelle ein zufälliges Passwort. Dieses wird per E-Mail an die oben genannte E-Mail-Adresse geschickt. Falls dieses Feld aktiviert ist, so lassen sie "Passwort" leer.

source: Preview
french: Prévisualisation
german: Vorschau

source: Nightly
french: Nocturne
german: Nächtlich

source: Check for updates
french: Vérifier les mises à jour
german: Nacch Updates überprüfen

source: A new version is available!
french: Une nouvelle version est disponible !
german: Eine neue Version ist verfügbar!

source: A new version, Luna %s has been released. It's a good idea to update to the latest version of Luna, as it contains not only new features, improvements and bugfixes, but also the latest security updates.
french: Une nouvelle version, Luna %s, a été mise en ligne. Utiliser la dernière version de Luna est une bonne idée afin de profiter des dernières fonctionnalités, améliorations et correctifs, mais aussi les dernières mises à jour de sécurité.
german: Eine neue Version, Luna %s, wurde veröffentlicht. Es ist immer gut, Luna auf die neuste Version zu aktualisieren. Sie enthält nicht nur neue Funktionen, Verbesserungen und Bugfixes, sondern auch die aktuellsten Sicherheits-Updates.

source: Changelog
french: Historique
german: Änderungshistorie

source: You're using the latest version of Luna!
french: Vous utilisez la dernière version de Luna !
german: Sie benutzen die aktuellste Version von Luna!

source: You're on our latest release! Nothing to worry about.
french: Vous êtes à jour ! Pas d'inquiétude.
german: Sie sind auf dem neuesten Stand! Es gibt nichts, worüber Sie sich sorgen müssen.

source: You're using a development version of Luna. Be sure to stay up-to-date.
french: Vous utilisez une version de développement de Luna. Prenez soin de rester à jour.
german: Sie benutzen eine Entwicklungs-Version von Luna. Gehen Sie sicher, immer auf dem neuesten Stand zu bleiben.

source: We release every now and then a new build for Luna, one more stable then the other, for you to check out. You can keep track of this at <a href="http://getluna.org/release-notes-preview.php">our website</a>. New builds can contain new features, improved features, and/or bugfixes.
german: Wir veröffentlichen ab und zu eine neue Version für Luna. Sie können dem auf <a href="http://getluna.org/release-notes-preview.php"> unserer Website nachgehen. Neue Versionen enthalten neue Funktionen, verbesserte Funktionen, und/oder bugfixes.

source: At this point, we can only tell you that you're beyond the latest release. We can't tell you if there is a new preview available. You'll have to find out for yourself.
german: Aktuell können wir Ihnen nur berichten, dass sie hinter der neusten Veröffentlichung sind. Wir können nicht feststellen, ob eine neue Vorschau verfügbar ist. Sie müssen dies selbst herausfinden.

source: IP/IP-ranges
french: IP / plage
german: IP/IP-Reichweiten

source: Last used
french: Récemment utilisée
german: Zuletzt benutzt

source: Times found
french: Nombre de fois trouvé
german: Anzahl an Treffern

source: Find more users for this ip
french: Trouver plus d'utilisateurs pour cette IP
german: Finde mehr Benutzer mit dieser IP

source: There are currently no comments by that user in the forum.
german: Es gibt aktuell keine Kommentare von diesem User im Forum.

source: The supplied IP address is not correctly formatted.
french: L'adresse IP fournie est malformée.
german: Die angegebene IP-Adresse ist nicht korrekt formattiert.

source: Title/Status
french: Titre/statut
german: Titel/Status

source: Comments
german: Kommentare

source: Admin note
french: Note d'administrateur
german: Administratornotiz

source: IP stats
french: Statistiques d'IP
german: IP-Statistiken

source: The supplied IP address could not be found in the database.
french: L'adresse IP fournie n'a pu être trouvée dans la base de données.
german: Die angegebene IP-Adresse kann in der Datenbank nicht gefunden werden.

source: No users selected.
french: Aucun utilisateur sélectionné.
german: Kein Benutzer ausgewählt.

source: For security reasons, you are not allowed to move multiple administrators to another group. If you want to move these administrators, you can do so on their respective user profiles.
french: Pour des raisons de sécurité, vous n'êtes pas autorisé à déplacer plusieurs administrateurs dans un autre groupe. Si vous souhaitez déplacer ces administrateurs, vous pouvez le faire depuis leurs profils respectifs.
german: Aufgrund von Sicherheitsgründen dürfen Sie nicht mehrere Administratoren zu einer anderen Gruppe verschieben. Wenn Sie diese Administratoren verschieben wollen, so können Sie das auf ihrem jeweiligen Benutzerprofil tun.

source: Invalid group ID.
french: IP de groupe invalide.
german: Ungültige Gruppen-ID

source: Change user group
french: Changer de groupe
german: Ändere Benutzergruppe

source: New group
french: Nouveau groupe
german: Neue Gruppe

source: Select a new user group
french: Sélectionner un nouveau groupe
german: Wähle eine neue Benutzergruppe

source: Administrators cannot be deleted. In order to delete administrators, you must first move them to a different user group.
french: Les administrateurs ne peuvent être supprimés. Pour supprimer des administrateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.
german: Administratoren könen nicht gelöscht werden. Um Administratoren zu löschen, müssen Sie diese zuerst zu einer anderen Benutzergruppe verschieben.

source: Delete users
french: Supprimer les utilisateurs
german: Lösche Benutzer

source: Deleted users and/or comments cannot be restored. If you choose not to delete the comments made by this user, the comments can only be deleted manually at a later time.
german: Gelöschte Benutzer und/oder Kommentare können nicht wiederhergestellt werden. Wenn Sie die Kommentare dieses Benutzers nicht löschen, können Sie dies später immer noch manuell tun.

source: Delete all comments and threads this user has made
german: Lösche alle Kommentare und Threads, die dieser Benutzer erstellt hat

source: Administrators cannot be banned. In order to ban administrators, you must first move them to a different user group.
french: Les administrateurs ne peuvent être bannis. Pour bannir des administrateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.
german: Administratoren können nicht gebannt werden. Um Administratoren zu bannen, müssen Sie diese erst einer anderen Benutzergruppe zuweisen.

source: Moderators cannot be banned. In order to ban moderators, you must first move them to a different user group.
french: Les modérateurs ne peuvent être bannis. Pour bannir des modérateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.
german: Moderatoren können nicht gebannt werden. Um Moderatoren zu bannen, müssen Sie diese erst einer anderen Benutzergruppe zuweisen.

source: Ban IP addresses
french: Bannier des adresses IP
german: Banne IP-Adressen

source: Also ban the IP addresses of the banned users to make registering a new account more difficult for them.
french: Bannir également les adresses IP des utilisateurs bannis pour leur rendre une nouvelle création de compte plus difficile.
german: Banne auch die IP-Adressen des gebannten Benutzers, um das registrieren eines neuen Accounts schwieriger zu gestalten.

source: You entered a non-numeric value into a numeric only column.
french: Vous avez indiqué une valeur non numérique dans une colonne n'acceptant que des valeurs numériques.
german: Sie haben einen nichtnumerischen Wert in ein numerisches Feld eingegeben.

source: You entered an invalid date/time.
french: Vous avez saisi une date/un horaire invalide.
german: Sie haben ein ungültiges Datum/Zeit ausgewählt.

source: Change group
french: Changer de groupe
german: Ändere Gruppe

source: Banned
french: Banni
german: Gebannt

source: Not verified
french: Non vérifié
german: Nicht verifiziert

source: The user has been deleted.
french: L'utilisateur a été supprimé.
german: Der Benutzer wurde gelöscht.

source: User search
french: Recherche d'utilisateurs
german: Benutzersuche

source: Enter a username to search for and/or a user group to filter by. Use the wildcard character * for partial matches.
french: Saisissez un nom d'utilisateur pour le rechercher et/ou un groupe d'utilisateurs pour filtrer les résultats. Le champ « Nom d'utilisateur » peut rester vide. Utilisez le joker * pour des recherches sur une partie du nom.
german: Geben sie einen Benutzernamen und/oder eine Benutzergruppe, nach der gefiltert werden soll, ein. Benutzen Sie das Platzhalter-Zeichen * für teilweise Treffer.

source: Email address
french: Courriel
german: E-Mail-Adresse

source: Title
french: Titre
german: Titel

source: Real name
french: Nom réel
german: Richtiger Name

source: Location
french: Lieu
german: Ort

source: Signature
german: Signatur

source: User group
french: Groupe
german: Benutzergruppe

source: All groups
french: Tous les groupes
german: Alle Gruppen

source: Unverified users
french: Utilisateurs non vérifiés
german: Unverifizierte Benutzer

source: Number of comments less than
german: Anzahl an Kommentaren geringer als

source: Number of comments greater than
german: Anzahl an Kommentaren größer als

source: Last comment is before
german: Letzter Kommentar entstand vor

source: Last comment is after
german: Letzter Kommentar enstand nach

source: Last visit is before
french: Dernière visite avant
german: Letzer Besuch ist vor

source: Last visit is after
french: Dernière visite après
german: Letzter Besuch ist nach

source: Registered before
french: Inscrit avant
german: Registriert vor

source: Registered after
french: Inscrit après
german: Registriert nach

source: Number of comments
german: Anzahl an Kommentaren

source: Last visit
french: Dernière visite
german: Letzter Besuch

source: Registered
french: Inscrit
german: Registriert

source: IP search
french: Recherche d'IP
german: IP-Suche

source: Find IP address
french: Trouver l'adresse IP
german: Finde IP-Adresse

source: The IP address to search for in the comment database.
german: Die IP-Adresse, nach der in der Kommentar-Datenbank gesucht werden soll.

source: You do not have permission to view this page.
german: Du hast keine Rechte, diese Seite anzuschauen.

source: At least %s seconds have to pass between comments. Please wait %s seconds and try commenting again.
german: Mindestens %s Sekunden müssen zwischen Kommentaren abgelaufen sein. Bitte warten Sie %s Sekunden und versuchen Sie es erneut.

source: Threads must contain a subject. After applying censoring filters, your subject was empty.
german: Threads müssen ein Thema beinhalten. Nachdem die Zensur-Filter angewendet wurden, war das Thema leer.

source: Subjects cannot contain only capital letters.
german: Themen dürfen nicht nur Großbuchstaben beinhalten.

source: The email address you entered is invalid.
german: Die E-Mail-Adresse, die Sie angegeben haben, ist ungültig.

source: The email address you entered is banned in this forum. Please choose another email address.
german: Die E-Mail-Adresse, die Sie angegeben haben, ist in diesem Forum gebannt. Bitte wählen Sie eine andere E-Mail-Adresse.

source: Comments cannot be longer than %s bytes.
german: Kommentare dürfen nicht länger als %s Bytes sein.

source: Comments cannot contain only capital letters.
german: Kommentare dürfen nicht nur Großbuchstaben enthalten.

source: You must enter a message.
german: Sie müssen eine Nachricht angeben.

source: You must enter a message. After applying censoring filters, your message was empty.
german: Sie müssen eine Nachricht angeben. Nachdem die Zensur-Filter angewendet wurden, war ihre Nachricht leer.

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Antwort zum Thread: "<thread_subject>" <replier> hat auf den Thread "<thread_subject>", den sie abonniert haben, geantwortet. Es könnten mehr neue Antworten geben, jedoch ist dies die einzige Nachriccht, die Sie erhalten werden, bis Sie das Board wieder besuchen. Der Kommentar befindet sich auf <comment_url> Sie können den Thread deabonnieren, indem Sie auf <unsubscribe_url> gehen -- <board_mailer> Mailer (Antworten sie bitte nicht auf diese Nachricht)

source: Subject: Reply to thread: "<thread_subject>" <replier> has replied to the thread "<thread_subject>" to which you are subscribed. There may be more new replies, but this is the only notification you will receive until you visit the board again. The comment is located at <comment_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Antwort zum Thread: "<thread_subject>" <replier> hat auf den Thread "<thread_subject>", den sie abonniert haben, geantwortet. Es könnten mehr neue Antworten geben, jedoch ist dies die einzige Nachriccht, die Sie erhalten werden, bis Sie das Board wieder besuchen. Der Kommentar befindet sich auf <comment_url> Die Nachricht lautet: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- Sie können den Thread deabonnieren, indem Sie auf <unsubscribe_url> gehen -- <board_mailer> Mailer (Antworten sie bitte nicht auf diese Nachricht)

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Neuer Thread im Forum: "<forum_name>" <commenter> hat einen neuen Thread namens "<thread_subject>" im Forum "<forum_name>", das Sie abonniert haben, erstellt. Der Thread befindet sich auf <thread_url> Sie können den Thread deabonnieren, indem Sie auf <unsubscribe_url> gehen Sie können den Thread deabonnieren, indem Sie auf <unsubscribe_url> gehen Sie können den Thread deabonnieren, indem Sie auf <unsubscribe_url> gehen Sie können das Forum deabonnieren, indem sie auf <unsubscribe_url> gehen -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Subject: New thread in forum: "<forum_name>" <commenter> has commented a new thread "<thread_subject>" in the forum "<forum_name>", to which you are subscribed. The thread is located at <thread_url> The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can unsubscribe by going to <unsubscribe_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Neuer Thread im Forum: "<forum_name>" commenter> hat einen neuen Thread namens "<thread_subject>" im Forum "<forum_name>", das Sie abonniert haben, erstellt. Der Thread befindet sich auf <thread_url> Die Nachricht lautet: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- Sie können das Forum deabonnieren, indem Sie auf <unsubscribe_url> gehen -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Subject: Alert - Banned email detected User "<username>" commented with banned email address: <email> Comment URL: <comment_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Warnung - Gebannte E-Mail-Adresse erkannt Der Benutzer "<username>" hat ein Kommentar mit einer gebannten E-Mail-Adresse erstellt: <email> Kommentar URL: <comment_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Add comment
german: Füge Kommentar hinzu

source: Create thread
german: Erstelle Thread

source: You are running %1$s version %2$s. Luna %3$s requires at least %1$s %4$s to run properly. You must upgrade your %1$s installation before you can continue.
french: Vous utilisez %1$s version %2$s. Luna %3$s requiert au moins %1$s %4$s pour fonctionner correctement. Vous devez mettre à jour votre %1$s installation avant de poursuivre.
german: Sie benutzen %1$s version %2$s. Luna %3$s benötigt mindestens %1$s %4$s, um ordentlich zu laufen. Sie müssen ihre %1$s Installation upgraden, bevor sie fortfahren.

source: Your forum is already as up-to-date as this script can make it
german: Ihr Forum ist bereits so aktuell, wie dieses Script es feststellen kann.

source: Continue
german: Fortfahren

source: Let's get started
german: Lassen Sie uns anfangen

source: There is an update ready to be installed
german: Es gibt ein Update, das bereit ist, installiert zu werden

source: Start update
german: Starte Aktualisierung

source: Update Luna
german: Aktualisiere Luna

source: Preparsing %1$s %2$s …
german: Bereite vor: %1$s %2$s …

source: signature
german: Signatur

source: Rebuilding index for %1$s %2$s
german: Baue Index für %1$s %2$s neu auf

source: If this takes to long, the automatic redirect might have failed.
german: Falls dies zu lange dauert, könnte die automatische Weiterleitung fehlgeschlagen sein.

source: Click here
french: Cliquez ici
german: Clicken Sie hier

source: Delete comment
german: Lösche Kommentar

source: Are you sure you want to do this?
german: Sind sie sicher, dass Sie dies tun möchten?

source: The most recent comments in %s.
german: Der neueste Kommentar in %s.
