Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: wrote
french: a écrit
german: schrieb

source: If you don't want to quote anyone in particular, you can use the quote tag without specifying a name. If a username contains the characters [ or ] you can enclose it in quote marks.
french: Si vous ne souhaitez pas citer quelqu'un en particulier, vous pouvez utiliser la balise « <strong>quote</strong> » sans spécifier de nom.
german: Falls sie nicht eine bestimmte Person zitieren möchten, können Sie den quote tag benutzen, ohne einen Namen anzugeben. Falls ein Benutzername die Zeichen [ oder ] enthält, können Sie ihn mit Zitatmarkierungen umgeben.

source: When displaying source code you should make sure that you use the code tag. Text displayed with the code tag will use a monospaced font and will not be affected by other tags.
french: Lorsque vous affichez du code source vous devriez vous assurer que vous utilisez la balise « <strong>code</strong> ». Le texte affiché entre les balises <em>code</em> utilise une police de caractères à chasse fixe et n'est pas affecté par les autres balises.
german: Falls Sie Quellcode angeben möchten, sollten Sie immer sicher sein, den code tag zu benutzen. Text, der mit dem code tag angezeigt wird, benutzt eine nichtproportionale Schrift und wird nicht von anderen Tags beeinflusst.

source: This is some code.
french: Voici un peu de code.
german: Dies ist etwas Code.

source: produces a code box like this:
french: génère une boîte de code comme ceci :
german: Erzeugt eine Code-Box wie hier:

source: You can also use syntax highlighting for C, C#, C++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML and XML. The language has to be noted on the first line inside the codetag and can't be on the same line as <code>[code]</code>.
german: Sie können auch Syntaxmarkierungen für C, C#, C++, HTML, Java, JavaScript, Markdown, Pascal, PHP, Python, SQL, XHTML und XML benutzen. Die Sprache muss auf der ersten Zeile im Codetag festgelegt werden und darf nicht auf der selben Zeile wie <code>[code]</code> sein.

source: To create a list you can use the list tag. You can create 2 types of lists using the list tag.
french: Vous pouvez créer une liste en utilisant le BBCode de liste. Vous pourrez ainsi créer deux types de listes.
german: Um eine Liste zu erstellen, können Sie den list tag benutzen. Sie können 2 verschiedene Typen von Listen mit dem Listentag benutzen.

source: Example list item 1.
french: Exemple d'élément de liste 1.
german: Beispiel Listeneintrag 1.

source: Example list item 2.
french: Exemple d'élément de liste 2.
german: Beispiel Listeneintrag 2.

source: Example list item 3.
french: Exemple d'élément de liste 3.
german: Beispiel Listeneintrag 3.

source: produces a bulleted list.
french: génère une liste à puces.
german: Erzeugt eine bepunktete Liste.

source: produces a numbered list.
french: génère une liste numérique.
german: Erzeugt eine numerierte Liste.

source: If enabled, the forum can convert a series of smilies to graphical representations. The following smilies you can use are:
french: Si activé, le forum convertira les émoticônes en images. Vous pouvez utilisez les émoticônes suivantes :
german: Falls aktiviert, kann das Forum eine Serie von Smilies zu einer Grafik umwandeln. Folgende Smilies werden unterstützt:

source: General use
french: Utilisation générale
german: Allgemeine Benutzung

source: Explains some of the basics on how to work with this forum software.
french: Quelques règles de base sur l'utilisation des forums.
german: Erklärt die Grundlagen, wie man mit der Forensoftware arbeitet.

source: Forums and threads
german: Foren und Threads

source: What do the labels in front of thread titles mean?
german: Was bedeuten die Markierungen vor den Threadtiteln?

source: You'll see that some of the threads are labeled, different labels have different meanings.
german: Einige Threads sind markiert. Verschiedene Markierungen haben verschiedene Bedeutungen.

source: Label
german: Markierung

source: Explanation
french: Explication
german: Erklärung

source: Threads marked with a check are solved according to the author.
german: Threads, die mit einem Haken markiert sind, sind laut dem Autor gelöst.

source: Pinned threads are usually important to read. It's worth it to take a look there.
german: Angepinnte Threads sind meist besonders wichtig. Es ist es wert, hier einmal vorbeizuschauen.

source: Much like pinned threads, these are important, however, they do not stay on the top of the list.
german: Diese sind, genauso wie angepinnte Threads, wichtig. Jedoch bleiben diese nicht immer ganz oben auf der Liste.

source: When a you see a closed label, it means you can't comment on that thread any more, unless you have a permission that overwrites this. The thread is still available to read, though.
german: Wenn Sie eine Geschlossen-Markierung sehen, bedeutet dies, dass sie auf diesen Thread nicht mehr kommentieren können.(Außer sie haben eine Berechtigung, die dies überschreibt) Der Thread ist dennoch zum Lesen verfügbar.

source: This thread has been moved to another forum. Admins and moderators can choose to show this notification, or simply not show it. The original forum where this thread was located in, won't show and thread stats anymore.
german: Dieser Thread wurde zu einem anderen Forum verschoben. Administratoren und Moderatoren können auswählen, ob sie diese Benachrichtigung anzeigen wollen. Das originale Forum, aus dem dieser Thread stammt, wird keine Threadstatistiken mehr anzeigen.

source: This thread has received a new comment since you last visited the board.
german: Dieser Thread enthält ein neues Kommentar, seit dem Sie das letzte Mal dieses Board besucht haben.

source: This little dot appears when you have made a comment in this thread.
german: Dieser kleine Punkt erscheint, falls Sie einen Kommentar in diesem Thread erstellt haben.

source: Smilies, signatures, avatars and images are not visible?
french: Les émoticônes, signatures et avatars ne sont pas visibles ?
german: Smilies, Signaturen, Avatare und Bilder sind nicht sichtbar?

source: You can change the behavior of the thread view in your profile settings. There you can enable smilies, signatures, avatars and images in comments, but they should be enabled by default unless your forum admin has disabled those features.
german: Sie können das Verhalten der Threadansicht in ihren Profileinstellungen ändern. Dort können Sie Smilies, Signaturen, Avatare und Bilder in Kommentaren aktivieren. Diese sollten jedoch standardmäßig aktiviert sein, sofern der Forumsadministrator diese nicht standardmäßig deaktiviert hat.

source: Why can't I see some threads or forums?
german: Warum kann ich einige Threads oder Foren nicht sehen?

source: You might not have the correct permissions to do so, ask the forum administrator for more help.
french: Vous n'avez peut-être pas les permissions nécessaires, contacter l'administrateur du forum pour obtenir une aide personnalisée.
german: Sie haben wahrscheinlich nicht die richtigen Berechtigungen, um dies zu tun. Fragen Sie daher den Forumsadministrator um mehr Hilfe.

source: Why can't I see any profiles?
french: Pourquoi ne puis-je voir aucun profil ?
german: Warum kann ich keine Profile sehen?

source: My profile doesn't contain as much as others?
french: Mon profil est moins complet que celui des autres ?
german: Mein Profil enthält nicht so viele Optionen wie andere?

source: You're profile will only display fields that are enabled and filled in on your profile personality page. You might want to see if you missed some fields.
french: Votre profil n'affiche que les champs qui ont été autorisés et complétés dans la section « personnalité » de votre profil. Vérifiez que vous n'avez rien oublié.
german: Ihr Profil wird nur Felder anzeigen, die auch aktiviert und auf ihrem Profil ausgefüllt sind. Sie sollten überprüfen, ob Sie einige Felder ausgelassen haben.

source: Are there more options to search?
french: Y a-t'il d'autres options de recherche ?
german: Gibt es mehr Optionen, nach denen ich suchen kann?

source: When you go to the search page, you'll find yourself on a page with 1 search box. Below that search box there is a link to Advanced search, here you can find more search options! This feature may not be available on your device, if disabled by the forum admin.
french: En vous rendant sur la page de recherche vous trouverez un champ de recherche ainsi qu'un lien pour accéder au formulaire de recherche avancée afin de disposer de plus d'options ! Cette fonctionnalité peut toutefois ne pas être activée pour votre appareil, ou avoir été désactivée par l'administrateur.
german: Falls sie auf die Suchseite gehen, finden Sie eine Seite mit einer Suchbox. Unter dieser Suchbox gibt es einen Link zur erweiterten Suche. Hier finden Sie mehr Suchoptionen, sofern es der Forumadministrator aktiviert hat.

source: Why can't I search in more than one forum at once?
german: Warum kann ich nicht in mehr als einem Forum auf einmal suchen?

source: You might not have the correct permissions to do so, ask the forums administrator for more help.
french: Vous n'avez peut-être pas la permission nécessaire, contactez votre administrateur pour plus d'information.
german: Sie haben wahrscheinlich nicht die richtigen Berechtigungen, dies zu tun. Fragen Sie den Forumsadministrator um Hilfe.

source: Moderating
french: Modération
german: Moderieren

source: Admins and moderators need help sometimes, too! The basics of moderating are explained here.
french: Les administrateurs et modérateurs ont parfois besoin d'aide, eux aussi ! Les bases sont expliquées ici.
german: Administratoren und Moderatoren brauchen manchmal auch Hilfe! Die Grundlagen des Moderierens sind hier erklärt.

source: How do I moderate a forum?
french: Comment puis-je modérer un forum ?
german: Wie moderiere ich ein Forum?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current forum. From there, you can move, delete, merge, close and open multiple threads at once.
german: Die Moderierungs-Optionen sind am Ende der Seite verfügbar. Diese Funktionen sind nicht für alle Moderatoren verfügbar. Falls Sie diesen Knopf klicken, werden Sie auf eine Seite gesandt, auf der Sie das aktuelle Forum verwalten können. Von dort können Sie mehrere Threads auf einmal verschieben, zusammenfügen, schließen und öffnen.

source: How do I moderate a thread?
german: Wie moderiere ich einen Thread?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current thread from there, you can select multiple comment to delete or split from the current thread at once.
german: Die Moderierungs-Optionen sind am Ende der Seite verfügbar. Diese Funktionen sind nicht für alle Moderatoren verfügbar. Falls Sie diesen Knopf klicken, werden Sie auf eine Seite gesandt, auf der Sie das aktuelle Forum verwalten können. Von dort können Sie mehrere Kommentare des aktuellen Threads auf einmal löschen oder auseinanderziehen.

source: Next to the "Moderate thread" button, you can find options to move, open or close the thread. You can also pin the thread from there, or unpin it.
german: Neben den "Moderiere Thread" Knopf finden Sie Optionen, mit denen Sie den Thread verschieben, öffnen oder schließen können. Sie können die Threads von dort auch anpinnen oder entpinnen.

source: How do I moderate an user?
french: Comment puis-je modérer un utilisateur ?
german: Wie moderiere ich einen Benutzer?

source: Moderating options are available in the users profile. You can find the moderation options under "Administration" in the users profile menu. Those features aren't available for all moderators.
french: Les options de modération sont disponibles dans le profil des utilisateurs sous l'onglet « Administration ». Ces fonctionnalités ne sont pas accessibles à tous les modérateurs.
german: Moderierungsoptionen sind auf dem Benutzerprofil verfügbar. Sie können diese Optionen unter "Administration" auf dem Benuterprofil-Menü finden. Diese Funktionen sind nicht für alle Moderatoren verfügbar.

source: The Administration page allow you to check if the user has an admin note, and you can also change that note if required. You can also change the comment count of the user. At this page, the user can also be given moderator permissions on a per-forum base, though the user must have a moderator account to be able to actually use those permissions.
german: Die Administrationsseite erlaubt Ihnen zu überprüfen, ob ein Benutzer eine Administratornotiz erhalten hat. Außerdem können Sie diese Notiz ändern, sofern dies nötig ist. Weiterhin können Sie die Anzahl an Kommentaren dieses Benutzers ändern. Auf dieser Seite können Moderatorberechtigungen auf einer Forumsebene vergeben werden. Jedoch muss der Benutzer einen Moderator-Account besitzen, um diese Berechtigungen überhaupt zu benutzen.

source: Finally, you can ban or delete a user from his profile. If you want to ban and/or delete multiple users at once, you're probably better off with the advanced user management features in the Backstage.
french: Enfin, vous pouvez bannir ou supprimer un utilisateur depuis son profil. Pour bannir/supprimer plusieurs utilisateurs simultanément privilégiez l'outil de gestion avancée d'utilisateurs dans le panneau d'administration.
german: Schließlich können Sie einen Benutzer mit seinem Profil bannen oder löschen. Falls Sie mehrere Benutzer auf einmal bannen möchten, sollten Sie wahrsccheinlich die erweiterte Benutzerverwaltungs-Funktionen im Backstage benutzen.

source: Are you sure that you want to delete the message(s) from your inbox?
german: Sind sie sicher, dass Sie die Nachricht(en) in ihrer Inbox löschen wollen?

source: Confirm deletion
french: Confirmer la suppression
german: Bestätige Löschung

source: Are you sure you want to delete the selected messages?
french: Êtes-vous certain(e) de vouloir supprimer les messages sélectionnés ?
german: Sind Sie sicher, dass Sie die ausgewählten Nachrichten löschen wollen?

source: Write message
french: Rédiger un message
german: Schreibe Nachricht

source: Send to
french: Envoyer à
german: Sende an

source: Separate names with commas, maximum %s names
french: Liste de noms séparés par des virgules, maximum %s noms
german: Trennen Sie Namen mit Kommas. Maximal %s Namen

source: Mark as unread
french: Marquer comme non-lus
german: Als ungelesen markieren

source: Messages
german: Nachrichten

source: Receiver(s)
french: Destinataire(s)
german: Empfänger

source: No messages
french: Aucun message
german: Keine Nachrichten

source: Hi there, %s
french: Bonjour, %s
german: Hallo, %s

source: Welcome to %s
french: Bienvenue sur %s
german: Wilkommen auf %s

source: Extend your details
french: Afficher vos détails
german: Erweitere deine Details

source: Get help
french: Obtenir de l'aide
german: Erhalte Hilfe

source: Search the board
french: Rechercher
german: Suche das Board

source: Recent activity
german: Neueste Aktivität

source: Request password
french: Demander un mot de passe
german: Passwort anfragen

source: Back
french: Retour
german: Zurück

source: Please confirm that you want to delete the user
french: Êtes-vous certain(e) de vouloir supprimer l'utilisateur
german: Bitte bestätigen Sie, dass sie den Benutzer löschen möchten

source: An email will be sent to your new address with an activation link. You must click the link in the email you receive to activate the new address.
french: Un e-mail comportant un lien d'activation y sera envoyé. Vous devrez cliquer sur ce lien pour activer l'adresse.
german: Eine E-Mail mit einem Aktivierungslink wird an ihre neue Adresse geschickt. Sie müssen den Link in dieser E-Mail anklicken, um ihre neue Adresse zu aktivieren.

source: Change password
french: Modifier le mots de passe
german: Ändere Passwort

source: Old password
french: Ancien mot de passe
german: Altes Passwort

source: New password
french: Nouveau mot de passe
german: Neues Passwort

source: Confirm new password
french: Confirmer le nouveau mot de passe
german: Bestätige neues Passwort

source: Passwords must be at least 6 characters long and are case sensitive
french: Les mots de passe doivent comporter au minimum 6 caractères et sont sensibles à la casse.
german: Passwörter müssen mindestens 6 Zeichen lang sein und unterscheiden sich in Groß/Kleinschreibung

source: An avatar is a small image that will be displayed under your username in your comments. It has to be smaller than %s by %s pixels and %s bytes.
german: Ein Avatar ist ein kleines Bild, das unter ihren Benutzernamen in ihren Kommentaren erscheint. Es muss kleiner als %s mal %s Pixel sein und %s Bytes.

source: Mark as seen
french: Marquer comme lues
german: Markiere als gelesen

source: Delete notifications
french: Supprimer les notifications
german: Lösche Benachrichtigungen

source: By %s
french: Par %s
german: Von %s

source: on
german: auf

source: comments since
german: Kommentare seit

source: About user
french: À propos de l'utilisateur
german: Über den Benutzer

source: Contact
german: Kontakt

source: Enter the requested data
french: Complétez les données
german: Geben Sie die angefragten Daten ein

source: If you are human please leave this field blank!
french: Si vous êtes un humain, laissez ce champ vide !
german: Wenn Sie ein Mensch sind, lassen Sie bitte dieses Feld leer!

source: Enter a username between 2 and 25 characters long
french: Veuillez saisir un nom d'utilisateur comportant entre 2 et 25 caractères.
german: Geben Sie einen Benutzernamen, der zwischen 2 und 25 Zeichen lang ist, ein

source: Your password will be sent to this address, make sure it's valid
french: Votre mot de passe vous sera envoyé à cette adresse, soyez certain(e) qu'elle est valide.
german: Ihr Passwort wird an diese Adresse gesendet. Gehen Sie sicher, dass diese Adresse gültig ist

source: Keyword
french: Mot-clé
german: Schlüsselwort

source: Author
french: Auteur
german: Autor

source: Comment text and thread subject
german: Kommentartext und Threadthema

source: Comment text only
german: Nur Kommentartext

source: Thread subject only
german: Nur Threadthemen

source: Comment time
german: Kommentarzeit

source: Personalize
french: Personnalisation
german: Personalisieren

source: Time
french: Heure
german: Zeit

source: Leave blank to use default
french: Laisser vide pour utiliser la valeur par défaut
german: Leerlassen, um den Standard zu benutzen

source: Upload an image to represent you
french: Télécharger une image qui vous représente
german: Laden Sie ein Bild hoch, welches Sie repräsentiert

source: Write a small piece to attach to every comment you make
german: Schreiben Sie einen kleinen Text, der an jeden Kommentar, den Sie erstellen, angehängt wird

source: Max length: %s characters / Max lines: %s
french: Longueur maximale autorisée : %s caractères / nombre maximal de lignes : %s
german: Maximale Länge: %s Zeichen / Maximale Zeilen: %s

source: Signature preview
french: Prévisualisation de la signature
german: Signaturvorschau

source: Enforce the accent on the board.
german: Erzwingen Sie diese Betonung auf dem Board.

source: Night mode
german: Nachtmodus

source: Never use night mode.
german: Niemals Nachtmodus benutzen.

source: Always use night mode.
german: Immer Nachtmodus benutzen.

source: Enable night mode automatically.
german: Nachtmodus automatisch aktivieren.

source: Backstage accent
german: Backstagebetonung

source: Language
french: Langue
german: Sprache

source: Email settings
french: Réglages de courriel
german: E-Meil-Einstellung

source: Display your email address.
french: Divulguer votre adresse électronique aux autres utilisateurs.
german: Zeige deine E-Mail-Adresse an.

source: Hide your email address but allow form email.
french: Masquer votre adresse électronique mais autoriser l'utilisation du formulaire d'envoi de courriel.
german: Verstecken Sie ihre E-Mail-Adresse und erlauben Sie formelle E-Mails.

source: Hide your email address and disallow form email.
french: Masquer votre adresse électronique et ne pas autoriser l'utilisation du formulaire d'envoi de courriel.
german: Verstecken Sie ihre E-Mail-Adresse and verbieten Sie formelle E-Mails.

source: Include a plain text version of new comments in subscription notification emails.
german: Füge eine Text-Version der neuen Kommentaren in abonnierten Benachrichtigungs-Emails hinzu.

source: Automatically subscribe to every thread you comment in.
german: Automatisch jeden Thread, den Sie kommentiert haben, abonnieren.

source: Show user avatars with their comments.
german: Zeige Benutzeravatare zusammen mit ihren Kommentaren.

source: Show images in comments.
german: Zeige Bilder in Kommentaren.

source: Show user signatures.
french: Afficher les signatures.
german: Zeige Benutzersignaturen.

source: Show images in user signatures.
french: Afficher les images dans les signatures.
german: Zeige Bilder in Benutzersignaturen.

source: Show smilies as graphic icons.
french: Afficher les émoticônes sous forme d'icônes.
german: Zeige Smilies als graphisches Bild.

source: Time zone
french: Fuseau horaire
german: Zeitzone

source: Delete or ban user
french: Supprimer ou bannir l'utilisateur
german: Lösche oder banne Benutzer

source: Ban user
french: Bannir l'utilisateur
german: Banne Benutzer

source: Choose user group
french: Choisir un groupe
german: Wähle Benutzergruppe

source: Delete user
french: Supprimer l'utilisateur
german: Lösche Benutzer

source: Set moderator access
french: Gérer l'accès modérateurs
german: Setze Moderator-Zugriff

source: Update forums
french: Mettre à jour les forums
german: Aktualisiere Foren

source: Choose which forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
french: Veuillez choisir les forums que cet utilisateur peut modérer. Remarque : ceci s'applique seulement aux modérateurs. Les administrateurs ont toujours toutes les permissions pour tous les forums.
german: Wählen Sie, welche Foren dieser Benutzer moderieren darf. Hinweis: Dies gilt nur für Moderatoren. Administratoren haben immer alle Rechte in allen Foren.

source: Unsubscribe
french: Ne plus suivre
german: Deabonnieren

source: Subscribe
french: Suivre
german: Abonnieren

source: Moderate thread
german: Moderiere Thread

source: Show all comments
german: Zeige alle Kommentare

source: Open thread
german: Öffne Thread

source: Close thread
german: Schließe Thread

source: Unpin thread
german: Thread losheften

source: Unimportant thread
german: Thread als unwichtig markieren

source: Important thread
german: Thread als wichtig markieren

source: Are you certain that this comment isn't the solution to your thread?
german: Sind Sie sicher, dass dieser Kommentar nicht die Lösung auf ihren Thread ist?

source: Sort by username
french: Classer par nom d'utilisateur
german: Sortiere nach Benutzername

source: Sort by registration date
french: Classer par date d'inscription
german: Sortiere nach Registrierungsdatum

source: Sort by number of comments
german: Sortiere nach Anzahl an Kommentaren

source: Are you sure that you want to delete the message(s) from your inbox??
french: Êtes-vous certain(e) de vouloir supprimer le(s) message(s) de votre boite de réception ?
german: Sind Sie Sicher, dass Sie die Nachricht(en) in ihrer Inbox löschen möchten??
