Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Bad HTTP_REFERER. If you have moved these forums from one location to another or switched domains, you need to update the Base URL manually in the database (look for o_base_url in the config table) and then clear the cache by deleting all .php files in the /cache directory.
french: Mauvais HTTP_REFERER. Si vous avez déplacé ce forum récemment ou modifié un nom de domaine, vous devez mettre à jour l'adresse du base du forum manuellement dans la base de données (cherchez l'entrée « o_base_url » dans la table « config ») puis vider le cache en supprimant les fichiers .php du dossier /cache.
german: Schlechte HTTP-Weiterleitung. Falls Sie diese Foren von einem Ort zum anderen bewegt haben oder die Domains geändert wurden müssen sie die Haupt-Url manuell in der Datenbank aktualisieren.(Schauen sie hierfür nach o_base_url in der Konfigurationstabelle) Säubern sie danach den Cache indem sie alle .php Dateien im Ordner /cache löschen.

source: Appearance
french: Apparence
german: Aussehen

source: Your settings have been saved.
french: Vos réglages ont été enregistrés.
german: Ihre Einstellungen wurden gespeichert

source: Display settings
french: Affichage
german: Zeige Einstellungen

source: Save
french: Enregistrer
german: Speichern

source: Theme settings
german: Themeneinstellungen

source: Allow users to set their own accent color.
german: Erlaube Benutzern, ihre eigene Betonungsfarbe zu setzen.

source: Allow users to change the night mode settings.
german: Erlaube Benutzern ihre eigenen Nachtmoduseinstellungen zu ändern.

source: Color
french: Couleur
german: Farbe

source: User profile
french: Profil
german: Benutzerprofil

source: Show information about the commenter under the username in threads.
german: Zeige Informationen über den Kommentator unter den Nutzernamen in Threads.

source: Show the number of comments a user has made in threads, profile and the user list.
german: Zeige in den Threads, im Profil sowie der Userliste die Anzahl an Kommentaren die ein User erstellt hat

source: Index settings
french: Index
german: Indexeinstellungen

source: Show the "Moderated by" list when moderators are set on a per-forum base (requires theme support).
french: Afficher la liste « Modéré par » quand des modérateurs sont affectés forum par forum (doit être supporter par le thème).
german: Zeigt die "Verwaltet von" Liste sobald Moderatoren auf ein Forum gesetzt werden (benötigt Themensupport).

source: Use emojis instead of emoticons.
french: Utiliser les emojis à la place des émoticônes.
german: Benutze Emojiis anstelle von Emoticons.

source: Smilie size
french: Taille d'émoji
german: Smiliegröße

source: The emoticons and emojis are shown, don't go above 29 pixels when using normal emoticons
french: Les emojis et émoticônes sont affichés, n'allez pas au-dela de 29 pixels si vous utilisez des émoticônes classiques
german: Die Emoticons und Emojiis sind nicht größer als 29 Pixel wenn normale Emoticons benutzt werden

source: pixels
german: pixel

source: Threads per page
german: Threads pro Seite

source: Default amount of threads per page
german: Standardanzahl an Threads pro Seite

source: Comments per page
german: Kommentare pro Seite

source: Default amount of comments per page
german: Standardanzahl an Kommentaren pro Seite

source: Header settings
french: Réglages de l'en-tête
german: Kopfzeileneinstellungen

source: Notifications
german: Benachrichtigungen

source: Show a fly-out when clicking the notification icon instead of going to the notification page. Disabling this feature might improve performance.
german: Zeigt ein Pop-up anstelle der Benachrichtigungsseite wenn das Benachrichtigungs-Icon geklickt wurde. Das Deaktivieren dieser Funktion dürfte die Performance verbessern.

source: Search
french: Recherche
german: Suche

source: Show the search bar in the heading.
french: Afficher la barre de recherche dans l'en-tête.
german: Zeige die Suchleiste in der Kopfzeile.

source: Footer settings
french: Réglages du pied de page
german: Fußzeileneinstellungen

source: Statistics
french: Statistiques
german: Statistiken

source: Show the board statistics.
french: Afficher les statistiques du forum.
german: Zeige die Statistik des Forums.

source: Back to top
french: Retourner en haut
german: Zurück nach oben

source: Show a "Back to top" link in the footer.
french: Afficher un lien « Retourner en haut » dans le pied de page.
german: Zeige einen "Zurück nach oben" link in der Fußzeile.

source: Show the copyright notice in the footer.
french: Afficher le copyright dans le pied de page.
german: Zeige den Copyright-Hinweis in der Fußzeile

source: Copyright content
french: Contenu du copyright
german: Copyright Inhalt

source: Show default copyright
french: Afficher le copyright par défaut
german: Zeige Standard-Copyright

source: Show personalized copyright notices:
french: Afficher un copyright personnalisé :
german: Zeige personalisierte Copyright Hinweise:

source: Your copyright
french: Votre copyright
german: Dein Copyright

source: Bad request. The link you followed is incorrect, outdated or you are simply not allowed to hang around here.
french: Mauvaise requête.
german: Schlechte Anfrage. Der Link, dem du gefolgt bist, ist nicht korrekt, veraltet oder du darfst hier einfach nicht sein.

source: No user by that ID registered.
french: Aucun utilisateur enregistré ne correspond à cet ID
german: Mit dieser ID wurde kein Benutzer gefunden

source: No user by that username registered. If you want to add a ban not tied to a specific username just leave the username blank.
french: Aucun utilisateur enregistré sous ce nom d'utilisateur. Si vous souhaitez ajouter un bannissement n'étant pas associé à un nom d'utilisateur veuillez laisser le champ du nom d'utilisateur vide.
german: Mit diesem Benutzernamen hat sich kein Benutzer registriert. Wenn du einen Bann, der nicht an einen bestimmten User gebunden ist, hinzufügen möchtest, so lasse den Usernamen leer.

source: The user %s is an administrator and can't be banned. If you want to ban an administrator, you must first demote him/her.
french: L'utilisateur %s est un administrateur et ne peut être banni. Si vous souhaitez bannir un administrateur, vous devez d'abord le destituer de ce rang.
german: Der Benutzer %s ist ein Administrator und darf nicht gebannt werden. Wenn du einen Administrator bannen willst, musst du erst seinen/ihren Rang entfernen.

source: The user %s is a moderator and can't be banned. If you want to ban a moderator, you must first demote him/her.
french: L'utilisateur %s est un modérateur et ne peut être banni. Si vous souhaitez bannir un modérateur, vous devez d'abord le destituer de ce rang.
german: Der Benutzer %s ist ein Moderator und darf nicht gebannt werden. Wenn du einen Administrator bannen willst, musst du erst seinen/ihren Rang entfernen.

source: Bans
french: Bannissements
german: Banns

source: Ban range
german: Bann Reichweite

source: Ban
french: Bannir
german: Bann

source: Username
french: Nom d'utilisateur
german: Nutzername

source: The username to ban
french: Nom d'utilisateur à bannir
german: Der Benutzername, der gebannt werden soll

source: IP address/IP-ranges
french: Adresse IP / plage d'adresses
german: IP Adresse/IP - Reichweite

source: The IP you wish to ban, separate addresses with spaces
french: L'adresse IP ou la plage d'adresses IP que vous souhaitez bannir. Séparez les adresses par des espaces.
german: Die IP, die Sie bannen möchten. Teilen sie Adressen mit Leerstellen

source: Click %s to see IP statistics for this user.
french: Cliquez sur %s pour afficher les statistiques IP de cet utilisateur.
german: Klicken Sie %s um die IP Statistiken für diesen User anzuzeigen.

source: here
french: ici
german: Hier

source: The email or email domain you wish to ban
french: Le courriel ou le domaine de courriel que vous souhaitez bannir
german: Die E-Mail oder E-Mail Domain, die gebannt werden soll

source: Ban details
german: Banndetails

source: Ban message
french: Message de bannissement
german: Bannnachricht

source: A message for banned users
french: Un message qui s'affichera lors de la prochaine visite de l'utilisateur banni.
german: Eine Nachricht für die gebannten Benutzer

source: Expire date
french: Date d'expiration
german: Ablaufdatum

source: When does the ban expire, blank for manually
french: La date à laquelle ce bannissement devrait prendre automatiquement fin
german: Das Datum, an dem der Bann abläuft. Freilassen für manuell

source: You must enter either a username, an IP address or an email address (at least).
french: Vous devez indiquer, au minimum, soit un nom d'utilisateur, soit une adresse IP, soit une adresse électronique.
german: Du musst zumindest einen Benutzernamen, eine IP-Adresse oder eine E-Mail Adresse eingeben.

source: The guest user cannot be banned.
french: L'utilisateur invité ne peut être banni.
german: Der Gast-Benutzer kann nicht gebannt werden.

source: You entered an invalid IP/IP-range.
french: Vous avez indiqué une IP / plage d'IP invalide.
german: Sie haben eine nicht gültig IP/IP-Reichweite eingegeben.

source: The email address (e.g. user@domain.com) or partial email address domain (e.g. domain.com) you entered is invalid.
french: L'adresse électronique (ex. : utilisateur@domaine.com) ou le nom de domaine d'adresse électronique (ex. : domaine.com) que vous avez indiqué est invalide.
german: Die E-Mail-Adresse (z.b. user@domain.com) oder der Teil der Domain der E-Mail Adresse (z.b. domain.com), die Sie eingegeben haben, ist nicht gültig.

source: You entered an invalid expire date.
french: Vous avez saisi une date d'expiration invalide.
german: Du hast ein nicht gültiges Ablaufsdatum eingegeben.

source: The format should be YYYY-MM-DD and the date must be at least one day in the future.
french: Le format devrait être du type YYYY-MM-DD et la date doit être ultérieure à la date d'aujourd'hui.
german: Das Format sollte 'YYYY-MM-DD' sein. Außerdem muss das Datum mindestens einen Tag in der Zukunft liegen.

source: Search Results
french: Résultats de recherche
german: Suchergebnisse

source: Expires
french: Expire
german: Läuft ab

source: Message
german: Nachricht

source: By
german: Von

source: Actions
german: Aktionen

source: Edit
french: Modifier
german: Bearbeiten

source: Remove
french: Retirer
german: Entfernen

source: Unknown
french: Inconnu
german: Unbekannt

source: No match
french: Aucun résultat
german: Keine Übereinstimmung

source: Add ban
french: Ajouter un bannissement
german: Bann hinzufügen

source: Add
french: Ajouter
german: Hinzufügen

source: The username you want to ban. If you want to ban a specific IP/IP-range or email, leave it blank.
french: Le nom d'utilisateur à bannir (insensible à la casse). Si vous ne souhaitez bannir qu'une IP/plage d'IP ou un courriel, veuillez laisser ce champ vide.
german: Den Benutzernamen, den Sie bannen wollen. Wenn Sie eine bestimmte IP/IP-Reichweite oder eine E-Mail bannen wollen, lassen sie dieses Feld frei.

source: Ban search
french: Rechercher un bannissement
german: Bannsuche

source: Search for bans in the database. You can enter one or more terms to search for. Wildcards in the form of asterisks (*) are accepted. To show all bans leave all fields empty.
french: Recherche de bannissements dans la base de données. Vous pouvez indiquer un ou plusieurs termes à retrouver. Les jokers sous formes d'astérisques (*) sont acceptés. Pour afficher tous les bannissements, laisser tous les champs vides.
german: Suche nach Banns in der Datenbank. Sie können entweder einen oder mehrere Begriffe, nach denen gesucht werden soll, eingeben. Platzhalter wie der Stern (*) sind erlaubt. Lassen Sie dieses Feld frei, um alle Bans anzuzeigen.

source: Expire after
french: Expire après
german: Läuft ab nach

source: Expire before
french: Expire avant
german: Läuft ab vor

source: Order by
french: Trier par
german: Sortieren nach

source: Ascending
french: Croissant
german: Aufsteigend

source: Descending
french: Décroissant
german: Absteigend

source: Forums
german: Foren

source: Confirm delete forum
french: Confirmer la suppression du forum
german: Bestätige Forumslöschung

source: Are you sure that you want to delete the forum <strong>%s</strong>?
french: Êtes-vous certain(e) de vouloir supprimer le forum <strong>%s</strong> ?
german: Sind Sie sicher, dass sie das Forum <strong>%s</strong> löschen wollen?

source: Deleting a forum will delete all comments (if any) in that forum!
german: Das Löschen eines Forums löscht alle vorhandenen Kommentare in diesem Forum!

source: Position must be a positive integer value.
french: La position doit être un nombre positif.
german: Position muss eine positive ganze Zahl sein.

source: You must enter a name
french: Vous devez indiquer un nom
german: Sie müssen einen Namen angeben.

source: Description
german: Beschreibung

source: Parent section
french: Parent
german: Elternabteilung

source: No parent forum selected
french: Aucun parent sélectionné
german: Kein Eltern-Forum ausgewählt

source: Category
french: Catégorie
german: Kategorie

source: Sort threads by
german: Sortiere Threads nach

source: Last comment
german: Letzter Kommentr

source: Thread start
german: Threadsta

source: Subject
french: Sujet
german: Betreff

source: The Font Awesome icon you want to show next to the title, for a full overview, see the %s
german: Das 'Font Awesome' icon, das neben dem Titel angezeigt werden soll. Schauen sie sich %s für eine komplette Übersicht an

source: Font Awesome icon guide
german: 'Font Awesome' icon Anleitung

source: Forum color
french: Couleur
german: Forumfarbe

source: Solved
german: Gelöst

source: Threads in this forum can be marked as solved.
german: Threads aus diesem Forum können as 'Gelöst' markiert werden.

source: Group permissions
german: Gruppenrechte

source: Here you can set the forum specific permissions for the different user groups. Administrators always have full permissions. Permission settings that differ from the default permissions for the user group are marked red. Some permissions are disabled under some conditions.
french: Vous pouvez régler ici les permissions spécifiques à ce forum pour les différents groupes. Les administrateurs disposent en permanence de toutes les permissions ; les réglages qui différent des permissions accordées par défaut aux groupes sont marquées en rouge. Certaines permissions peuvent être désactivées dans certaines conditions.
german: Hier kannst du die forenspezifische Einstellungen für verschiedene Benutzergruppen durchführen. Administratoren haben immer alle Rechte. Rechte die von der Standardeinstellung für die Benutzergruppe abweichen sind rot markiert. Einige Rechte sind unter bestimmten Bedingungen deaktiviert.

source: User groups
french: Groupes
german: Benutzergruppen

source: Revert to default
french: Réinitialiser
german: Zurück zum Standard

source: Read forum
french: Lire le forum
german: Lese Forum

source: Comment
german: Kommentar

source: Create threads
german: Erstelle Thread

source: Categories
french: Catégories
german: Kategorien

source: Confirm delete category
french: Confirmer la suppression de la catégorie
german: Bestätige das Löschen der Kategorie

source: Are you sure that you want to delete the category <strong>%s</strong>?
french: Êtes-vous certain(e) de vouloir supprimer la catégorie <strong>%s</strong> ?
german: Sind sie sicher, dass sie die Kategorie <strong>%s</strong> löschen wollen?

source: Deleting a category will delete all forums and comments (if any) in this category!
german: Das Löschen einer Kategorie löscht alle Foren und Kommentare (sofern welche existieren) in dieser Kategorie!

source: Add forum
french: Créer un forum
german: Füge Forum hinzu

source: Add categories
french: Créer une catégorie
german: Füge Kategorien hinzu

source: Delete categories
french: Supprimer les catégories
german: Lösche Kategorien

source: Edit forum
french: Modifier le forum
german: Bearbeite Forum

source: Edit categories
french: Modifier les catégories
german: Bearbeite Kategorien

source: You must enter a word to censor.
french: Vous devez indiquer un mot à censurer.
german: Gebe das Wort, das zensiert werden soll, ein.

source: Censoring
french: Censure
german: Zensur

source: Add word
french: Ajouter un mot
german: Füge ein Wort hinzu

source: Enter a word that you want to censor and the replacement text for this word. Wildcards are accepted.
french: Indiquez un mot à censurer et son remplacement. Les jokers sont acceptés.
german: Gebe ein Wort, das du zensieren willst, sowie den Text, der dieses Wort ersetzen soll, ein. Platzhalter werden akzeptiert.

source: Censored word
french: Mot censuré
german: Zensierte Wörter

source: Replacement word
french: Mot de remplacement
german: Ersetzungswörter

source: Manage words
french: Censurer des mots.
german: Verwalte Wörter

source: No censor words in list.
french: ucun mot censuré pour le moment.
german: Keine zensierten Wörter in der Liste.

source: No file was uploaded or the upload failed, the database was not restored.
french: Aucun fichier n'a été envoyé, ou le téléchargement a échoué. La base de données n'a pas été restaurée.
german: Entweder wurde keine Datei hochgeladen, oder der Upload ist fehlgeschlagen. Die Datenbank wurde nicht wiederhergestellt.

source: Sorry the database could not be restored.
french: Désolé, la base de données n'a pu être restaurée.
german: Die Datenbank konnte nicht wiederhergestellt werden.

source: Error the file name or file format caused an error, the database was not restored.
french: Erreur dans le nom ou le format du fichier, la base de données n'a pas été restaurée.
german: Der Dateiname oder das Dateiformat führte zu einen Fehler. Die Datenbank wurde nicht wiederhergestellt.

source: Error imported backup file, the database probably has not been restored.
french: Erreur lors de l'importation du fichier de sauvegarde, la base de données n'a probablement pas été restaurée.
german: Fehler beim Importieren der Backup - Datei. Die Datenbank wurde wahrscheinlich nicht wiederhergestellt.

source: Restore complete
french: Restauration complète
german: Wiederherstellung abschließen

source: Restore completed
french: Restauration terminée
german: Wiederherstellung wurde abgeschlossen

source: Tables error, repair failed.
french: Erreurs dans les tables, la réparation a échoué.
german: Tabellenfehler, Reparatur fehlgeschlagen.

source: SQL error, repair failed.
french: Erreur SQL, la réparation a échoué.
german: SQL Fehler, Reparatur fehlgeschlagen.

source: Tables error, optimize failed.
french: Erreurs dans les tables, l'optimisation a échoué
german: Tabellenfehler, Optimierung fehlgeschlagen.

source: SQL error, optimize failed.
french: Erreur SQL, l'optimisation a échoué
german: SQL Fehler, Optimierung fehlgeschlagen.

source: Database
french: Base de données
german: Datenbank

source: Start backup
french: Démarrer la sauvegarde
german: Starte Backup

source: If your server supports it, you may also gzip-compress the file to reduce its size.
french: Si votre serveur le supporte, vous pouvez également compresser le fichier pour réduire sa taille.
german: Wenn dein Server dies unterstützt, kannst du die Datei auch mit gzip komprimieren um die Dateigröße zu reduzieren.

source: Backup type
french: Type de sauvegarde
german: Backuptyp

source: Full
french: Complète
german: Komplett

source: Structure only
french: Structure uniquement
german: Nur die Struktur

source: Data only
french: Données uniquement
german: Nur die Daten

source: Gzip compression
french: Compression Gzip
german: Gzip Komprimierung

source: Yes
french: Oui
german: Ja

source: No
french: Non
german: Nein

source: Restore
french: Restaurer
german: Wiederherstellen

source: Start restore
french: Commencer la restauration
german: Starte Wiederherstellung

source: This will perform a full restore of all Luna tables from a saved file. If your server supports it, you may upload a gzip-compressed text file and it will automatically be decompressed. This will overwrite any existing data. The restore may take a long time to process, so please do not move from this page until it is complete.
french: Restaurer la totalité des tables de Luna à partir d'un fichier de sauvegarde. Si votre serveur le permet, vous pouvez utiliser un fichier texte compressé Gzip. Ceci écrasera les données pré-existantes. La restauration peut prendre plusieurs minutes, ne fermez donc pas cette page avant la fin.
german: Dies führt eine komplette Wiederherstellung von allen Luna - Tabellen mitilfe einer gespeicherten Datei durch. Falls dein Server dies unterstützt, kannst du eine gzip - komprimierte Datei hochladen, die automatisch dekomprimiert wird. Dies überschreibt alle existierenden Daten. Die Wiederherstellung dürfte etwas länger dauern. Bitte bleiben Sie daher auf dieser Seite bis der Prozess abgeschlossen wurde.

source: Additional functions
french: Fonctions additionnelles
german: Zusätzliche Funktionen

source: Additional features to help run a database, optimize and repair both do what they say.
french: Fonctions supplémentaires de gestion de la base de données, pour optimiser ou réparer la base.
german: Zusätzliche Funktionen, die bei der Verwaltung der Datenbank helfen

source: Repair all tables
french: Réparer toutes les tables
german: Repariere allte Tabellen

source: Optimize all tables
french: Optimiser toutes les tables
german: Optimiere alle Tabellen

source: You need to enter the SMTP password twice exactly the same to change it.
french: Vous devez indiquer le mot de passe SMTP deux fois exactement de la même manière pour le modifier.
german: Sie müssen das SMTP Passwort zweimal genau eingeben um es zu verändern.

source: Global settings
french: Réglages généraux
german: Globale Einstellungen

source: Contact settings
french: Réglages de contact
german: Kontakteinstellungen

source: The admins email
french: Le courriel des administrateurs
german: Die E-Mail des Admins

source: Webmaster email
french: Courriel webmaster
german: Die E-Mail des Webmasters

source: The email where the boards mails will be addressed from
french: L'adresse indiquée comme adresse de provenance dans les courriels envoyés par le forum.
german: Die E-Mail von denen die Mails des Boards addressiert werden

source: Subscriptions
french: Suivi de forum
german: Abbonements

source: Enable users to subscribe to forums.
french: Autoriser les utilisateurs à suivre des forums
german: Erlaube Benutzer, Foren zu abonnieren

source: Enable users to subscribe to threads.
german: Erlaube Benutzer, Threads zu abonnieren

source: SMTP settings
french: Réglages SMTP
german: SMTP Einstellungen

source: SMTP server address
french: Adresse du serveur SMTP
german: SMTP Server Adresse

source: The address of an external SMTP server to send emails with
french: L'adresse d'un serveur SMTP externe à utiliser pour envoyer les courriels.
german: Die Adresse eines externen SMTP Servers mit denen E-Mails versandt werden

source: SMTP username
french: Nom d'utilisateur SMTP
german: SMTP Benutzername

source: Username for SMTP server, only if required
french: Nom d'utilisateur pour serveur SMTP. Indiquez un nom d'utilisateur uniquement si cela est demandé par le serveur SMTP
german: Benutzername für den SMTP server(nur falls nötig)

source: SMTP password
french: Mot de passe SMTP
german: SMTP Passwort

source: Password and confirmation for SMTP server, only when required
french: Mot de passe et confirmation pour le serveur SMTP. Indiquez seulement si nécessaire.
german: Passwort und Bestätigung für den SMTP server(nur falls nötig)
