Repository: GetLuna/Luna-Translations
Catalog: */luna.po
Languages: french, german

source: Subject: New password requested Hello <username>, You have requested to have a new password assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your password you should just ignore this message. Only if you visit the activation page below will your password be changed. Your new password is: <new_password> To change your password, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Neues Passwort angefragt Hallo <username>, Sie haben nach einen neuen Passwort, das ihrem Account auf dem Diskussionsforum <base_url> zugewiesen werden soll, gefragt. Falls Sie nicht danach gefragt haben oder nicht ihr Passwort ändern möchten, können Sie diese Nachricht ignorieren. Ihr Passwort wird nur geändert, wenn Sie die Aktivierungsseite besuchen. Ihr neues Passwort lautet: <new_password> Um ihr Passwort zu ändern, besuchen Sie bitte folgende Seite: <activation_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: This account has already requested a password reset in the past hour. Please wait %s minutes before requesting a new password again.
german: Dieser Account hat bereits Ein Passwort-Rest innerhalb der letzen Stunde beantragt. Bitte warten Sie %s Minuten bevor Sie ein neues Passwort anfordern.

source: An email has been sent to the specified address with instructions on how to change your password. If it does not arrive you can contact the forum administrator at
german: Eine E-Mail mit Anweisungen, wie Sie ihr Passwort ändern können, wurde an die angegebene Adresse geschickt. Falls diese nicht angekommen ist, können Sie den Forumsadministrator kontaktieren auf:

source: There is no user registered with the email address
german: Es gibt keinen Benutzer, der sich mit dieser E-Mail-Adresse registriert hat

source: The user you are trying to send an email to has disabled form email.
german: Der Benutzer, dem du versuchst, eine E-Mail zu schicken, hat formelle E-Mails deaktiviert.

source: You must enter a subject.
german: Sie müssen ein Thema angeben.

source: Messages cannot be longer than 65535 characters (64 KB).
german: Nachrichten dürfen nicht länger als 65535 Zeichen sein (64 KB).

source: At least %s seconds have to pass between sent emails. Please wait %s seconds and try sending again.
german: Mindestens %s Sekunden müssen zwischen abgesendeten E-Mails vergangen sein. Bitte warten Sie %s Sekunden und versuchen Sie es erneut.

source: Subject: <mail_subject> <sender> from <board_title> has sent you a message. You can reply to <sender> by replying to this email. The message reads as follows: ----------------------------------------------------------------------- <mail_message> ----------------------------------------------------------------------- -- <board_mailer> Mailer
german: Betreff: <mail_subject> <sender> von >board_title> hat Ihnen eine Nachricht geschickt. Sie können <sender> antworten, indem Sie auf diese E-Mail antworten. Die Nachricht lautet: ----------------------------------------------------------------------- <mail_message> ----------------------------------------------------------------------- -- <board_mailer> Mailer

source: Send email to
french: Envoyer un courriel
german: Sende E-Mail an

source: You must enter a reason.
german: Sie müssen einen Grund angeben.

source: Your message must be under 65535 bytes (~64kb).
german: Ihre Nachricht muss kleiner als 65535 bytes sein (~64kb).

source: At least %s seconds have to pass between reports. Please wait %s seconds and try sending again.
german: Mindestens %s Sekunden muss zwischen Meldungen vergangen sein. Bitte warten Sie %s Sekunden und versuchen Sie es erneut.

source: Subject: Report(<forum_id>) - "<thread_subject>" User "<username>" has reported the following message: <comment_url> Reason: <reason> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Meldung(<forum_id>) - "<thread_subject>" Der Benutzer "<username>" hat folgende Nachricht gemeldet: <comment_url> Grund: <reason> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Report comment
german: Meldungskommentar

source: Reason
german: Grund

source: You are subscribed
german: Sie haben abonniert

source: You're already subscribed to this forum.
german: Sie haben dieses Forum bereits abonniert.

source: You're not subscribed to this thread.
german: Sie haben diesen Thread nicht abonniert.

source: At least % seconds have to pass between sends. Please wait a little while and try send the message again.
german: Mindestens %s Sekunden muss zwischen Sendungen vergangen sein. Bitte warten Sie ein wenig und versuchen Sie, die Nachricht noch eimal abzuschicken.

source: Can't save message, your boxes are full.
german: Konnte die Nachricht nicht abspeichern. Ihre Boxen sind voll.

source: You must give at least one receiver
german: Sie müssen mindestens einen Empfänger angeben

source: You can send a message at the same time only to %s receivers maximum.
german: Sie können eine Nachricht nur maximal %s Empfängern zur selben Zeit abschicken.

source: %s has left the conversation.
german: %s hat die Konversation verlassen.

source: %s disabled the private messages.
german: %s hat Privatnachrichten deaktiviert.

source: %s inbox is full, you can not send you message to this user.
german: %s Inbox ist voll. Sie können keine Nachrichten an diesen Benutzer schicken.

source: There's no user with the username "%s".
german: Es gibt keinen Benutzer mit dem Benutzernamen "%s".

source: Subject: You received a new private message on <board_title> <sender> sent a private message to you. You can read this private message at this address: <inbox_url> -- <board_mailer> (Do not reply to this message)
german: Betreff: Sie haben eine neue Privatnachricht auf <board_title> erhalten <sender> hat Ihnen eine Privatnachricht geschickt. Sie können diese Privatnachricht hier lesen: <inbox_url> -- <board_mailer> (Antworten Sie bitte nicht auf diese Nachricht)

source: Subject: You received a private message on <board_title> <sender> sent a private message to you. The message reads as follows: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- You can read this private message at this address: <inbox_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Sie haben eine neue Privatnachricht auf <board_title> erhalten <sender> hat Ihnen eine Privatnachricht geschickt. vDie Nachricht lautet: ----------------------------------------------------------------------- <message> ----------------------------------------------------------------------- Sie können diese Privatnachricht hier lesen: <inbox_url> -- <board_mailer> (Antworten Sie bitte nicht auf diese Nachricht)

source: Send a message
german: Sende eine Nachricht

source: Show threads
german: Zeige Threads

source: Show comments
german: Zeige Kommentare

source: Show subscriptions
german: Zeige Abonnements

source: Send email
german: Sende E-Mail

source: This forum is not accepting new registrations.
german: Dieses Forum akzeptiert keine neuen Registrierungen.

source: Forum rules
french: Règles du forum
german: Forenregeln

source: A new user was registered with the same IP address as you within the last hour. To prevent registration flooding, at least an hour has to pass between registrations from the same IP. Sorry for the inconvenience.
german: Ein neuer Benuter hat sich mit der selben IP-Adresse wie Sie innerhalb der letzten Stunde registriert. Um das Spammen von Registrierungen zu vermeiden, muss mindestens eine Stunde zwischen Registrierungen von der selben IP vergangen sein. Wir entschuldigen uns für die Umstände.

source: Email addresses do not match.
german: E-Mail-Adressen stimmen nicht überein.

source: Someone else is already registered with that email address. Please choose another email address.
german: Jemand anders hat sich bereits mit dieser E-Mail-Adresse registriert. Bitte wählen Sie eine andere E-Mail-Adresse.

source: Unfortunately it looks like your request is spam. If you feel this is a mistake, please direct any inquiries to the forum administrator at
german: Leider scheint ihre Anfrage Spamm zu sein. Falls Sie denken, dass dies ein Fehler ist, so wenden Sie sich an den Forumsadministrator auf

source: Subject: Alert - Banned email detected User "<username>" registered with banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Warnung - Gebannte E-Mail-Adresse erkannt Der Benutzer "<username>" hat sich mit einer gebannten E-Mail-Adresse registriert: <email> Benutzerprofil: <profile_url> -- <board_mailer> Mailer (Bitte Antworten Sie nicht auf diese Nachricht)

source: Subject: Alert - Duplicate email detected User "<username>" registered with an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betraff: Warnung - Doppelte E-Mail-Adresse erkannt Der Benutzer "<username>" hat sich mit einer E-Mail-Adresse, die auch folgenden Benutzern gehört, registriert: <dupe_list> Benutzerprofil: <profile_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Subject: Alert - New registration User "<username>" registered in the forums at <base_url> User profile: <profile_url> To administer this account, please visit the following page: <admin_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Warnung - Neue Registrierung Der Benutzer "<username>" hat sich auf dem Forum auf <base_url> registriert Benutzerprofil: <profile_url> Um diesen Account zu administrieren, besuchen Sie bitte die folgende Seite: <admin_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Thank you for registering. Your password has been sent to the specified address. If it doesn't arrive you can contact the forum administrator at
german: Danke für ihre Registrierung. Ihr Passwort wurde an die angegebene Adresse geschickt. Falls es nicht ankommt, können Sie den Forumadministrator kontaktieren

source: Confirm password
german: Bestätige Passwort

source: You do not have permission to use the search feature.
german: Sie haben keine Berechtigung, die Such-Funktion zu benutzen.

source: You have to enter at least one keyword and/or an author to search for.
german: Sie müssen mindestens ein Schlüsselwort und/oder einen Autor angeben, nach den gesucht werden soll.

source: At least %s seconds have to pass between searches. Please wait %s seconds and try searching again.
german: Mindestens %s Sekunden muss zwischen mehreren Suchen vergangen sein. Bitte warten Sie %s Sekunden und versuchen Sie es erneut.

source: There are no threads with new comments since your last visit.
german: Es gibt keine Threads mit neuen Kommentaren seit ihrem letzten Besuch.

source: No new comments have been made within the last 24 hours.
german: Keine neuen Kommentare wurden innerhalb der letzten 24 Stunden erstellt.

source: There are no comments by this user in this forum.
german: Es gibt von diesem Benutzer keine Kommentare in diesem Forum.

source: There are no threads by this user in this forum.
german: Es gibt von diesem Benutzer keine Threads in diesem Forum.

source: This user is currently not subscribed to any threads.
german: Der Benutzer hat aktuell keine Threads abonniert.

source: There are no unanswered comments in this forum.
german: Es gibt keine unbeantworteten Kommentare in diesem Forum.

source: Threads by %s
german: Threads von %s

source: Comments by %s
german: Kommentare von %s

source: Subscribed by %s
german: Abonnements von %s

source: Quick search %s
german: Schnellsuche %s

source: Search results
german: Suchergebnisse

source: Administrators cannot be deleted. In order to delete this user, you must first move him/her to a different user group.
german: Administratoren können nicht gelöscht werden. Um diesen Benutzer zu löschen, müssen Sie ihm erst eine andere Benutzergruppe zuweisen.

source: Confirm delete user
german: Bestätige Benutzerlöschung

source: The specified password activation key was incorrect or has expired. Please re-request a new password. If that fails, contact the forum administrator at
german: Der Passwortaktivierungsschlüssel war nicht gültig oder ist abgelaufen. Bitte fragen Sie ein neues Passwort an. Falls dies fehlschlägt, kontaktieren Sie den Forumsadministrator auf

source: Your password has been updated. You can now login with your new password.
german: Ihr Passwort wurde aktualisiert. Sie können sich nun mit ihrem neuen Passwort einloggen.

source: Wrong old password.
german: Falsches altes Passwort.

source: The specified email activation key was incorrect or has expired. Please re-request change of email address. If that fails, contact the forum administrator at
german: Der E-Mail-Aktivierungsschlüssel war nicht gültig oder ist abgelaufen. Bitte fragen Sie nach einer Änderung ihrer E-Mail-Adresse. Falls dies fehlschlägt, kontaktieren Sie den Forumsadministrator auf

source: Your email address has been updated.
german: Ihre E-Mail-Adresse wurde aktualisiert.

source: Subject: Alert - Banned email detected User "<username>" changed to banned email address: <email> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Vorsicht - Gebannte E-Mail-Adresse erkannt Der Benutzer "<username>" hat seine E-Mail-Adresse zu der gebannten Adresse "<email>" geändert Benutzerprofil: <profile_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Subject: Alert - Duplicate email detected User "<username>" changed to an email address that also belongs to: <dupe_list> User profile: <profile_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Vorsicht - Doppelte E-Mail-Adresse erkannt Der Benutzer "<username>" hat seine E-Mail-Adresse zu einer Adresse geändert, die auch folgenden Benutzern gehört: <dupe_list> Benutzerprofil: <profile_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: Subject: Change email address requested Hello <username>, You have requested to have a new email address assigned to your account in the discussion forum at <base_url>. If you did not request this or if you do not want to change your email address you should just ignore this message. Only if you visit the activation page below will your email address be changed. In order for the activation page to work, you must be logged in to the forum. To change your email address, please visit the following page: <activation_url> -- <board_mailer> Mailer (Do not reply to this message)
german: Betreff: Änderung der E-Mail Adresse Hallo <username>, Sie haben nach einer Änderung ihrer E-Mail-Adresse, die ihrem Account auf dem Diskussionsforum <base_url> zugewiesen werden soll, gefragt. Falls Sie nicht danach gefragt haben oder nicht ihre E-Mail-Adresse ändern möchten, können Sie diese Nachricht ignorieren. Ihre E-Mail-Adresse wird nur geändert, wenn Sie die Aktivierungsseite besuchen. Um ihr E-Mail-Adresse zu ändern, besuchen Sie bitte folgende Seite: <activation_url> -- <board_mailer> Mailer (Bitte antworten Sie nicht auf diese Nachricht)

source: An email has been sent to the specified address with instructions on how to activate the new email address. If it doesn't arrive you can contact the forum administrator at
german: Eine E-Mail mit Anweisungen, wie man die neue E-Mail-Adresse aktiviert, wurde an die angegebene Adresse geschickt. Falls sie nicht ankommt, können Sie den Forumsadministrator kontaktieren

source: Change email address
french: Modifier le courriel
german: Ändere E-Mail-Adresse

source: New email
french: Nouveau courriel
german: Neue E-Mail

source: The administrator has disabled avatar support.
german: Der Administrator hat Avatar-Support deaktiviert.

source: You did not select a file for upload.
german: Sie haben keine Datei zum hochladen ausgewählt.

source: The selected file was too large to upload. The server didn't allow the upload.
german: Die ausgewählte Datei war zu groß zum hochladen. Der Server hat den Upload nicht erlaubt.

source: The selected file was only partially uploaded. Please try again.
german: Die ausgewählte Datei wurde nur teilweise hochgeladen. Bitte versuchen Sie es erneut.

source: PHP was unable to save the uploaded file to a temporary location.
german: PHP konnte die hochgeladene Datei nicht an einen temporären Ort speichern.

source: The file you tried to upload is not of an allowed type. Allowed types are gif, jpeg and png.
german: Die Datei, die Sie versucht haben hochzuladen, hat einen ungültigen Dateityp. Erlaubte Typen sind gif, jpeg und png.

source: The file you tried to upload is larger than the maximum allowed
german: Die Datei, die Sie versucht haben hochzuladen, ist größer als die maximale Dateigröße

source: The server was unable to save the uploaded file. Please contact the forum administrator at
german: Der Server konnte die hochgeladene Datei nicht speichern. Bitte kontaktieren Sie den Forumsadministrator auf

source: The file you tried to upload is wider and/or higher than the maximum allowed
german: Die Datei die Sie versucht haben hochzuladen ist breiter und/oder höher als es erlaubt ist

source: An unknown error occurred. Please try again.
german: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Unverified
german: Unverifiziert

source: The website URL you entered is invalid.
german: Die Webseiten-URL, die Sie eingegeben haben, ist ungültig.

source: The title you entered contains a forbidden word. You must choose a different title.
german: Der Titel, den Sie angegeben haben, enthält ein verbotenes Wort. Sie müssen einen anderen Titel wählen.

source: Signatures cannot be longer than %1$s characters. Please reduce your signature by %2$s characters.
german: Signaturen dürfen nicht länger als %1$s Zeichen sein. Bitte reduzieren Sie ihre Signatur um %2$s Zeichen.

source: Signatures cannot have more than %s lines.
german: Signaturen dürfen nicht mehr als %s Zeilen lang sein.

source: Change avatar
french: Modifier l'avatar
german: Ändere Avatar

source: Delete avatar
german: Lösche Avatar

source: Upload avatar
german: Lade Avatar hoch

source: No signature currently stored in profile.
german: Aktuell ist keine Signatur mit ihrem Profil gespeichert.

source: Are you certain that this comment is the solution to your thread?
german: Sind Sie sicher, dass dieser Kommentar die Lösung auf ihren Thread ist?

source: New thread in "%s"
german: Neuer Thread in "%s"

source: New comment in "%s"
french: Nouveau message dans « %s »
german: Neuer Kommentar in "%s"

source: Edit "%s"
french: Modifier « %s »
german: Bearbeite "%s"

source: User
french: Utilisateur
german: Benutzer

source: User online
french: utilisateur en ligne
german: Benutzer online

source: Guest online
french: invité en ligne
german: Gäste online

source: Powered by %s
french: Propulsé par %s
german: Betrieben von %s

source: We use cookies to give you the best experience on this board.
french: Nous utilisons des cookies pour améliorer votre expérience de navigation sur ce forum.
german: Wir benutzen Cookies, um Ihnen die besten Erfahrungen auf diesem Board zu geben.

source: Don't show again
french: Ne plus afficher ceci
german: Nicht noch einmal zeigen

source: Back to index
french: Retourner à l'index
german: Zurück zum Index

source: Subforums
french: Sous-forums
german: Unterforen

source: Moderate forum
french: Modérer le forum
german: Moderiere Forum

source: Search in comments
german: Suche in Kommentaren

source: BBCode is a collection of tags that are used to change the look of text in this forum. Below you can find all the available BBCodes and how to use them. Administrators have the ability to disable BBCode. You can tell if BBCode is disabled whenever you comment a message or edit your signature.
german: BBCode ist eine Liste von tags, die benutzt werden, um das Aussehen des Textes auf diesem Forum zu ändern. Unten können Sie eine Liste aller verfügbaren BBCodes, mit Anweisungen, wie man diese benutzt, sehen. Administratoren haben die Möglichkeit, BBCode zu deaktivieren. Immer wenn man ein Kommentar erstellt oder die Signatur bearbeitet, kann man sehen, ob BBCode deaktiviert ist.

source: Text style
french: Style de texte
german: Textstil

source: Quotes
french: Citations
german: Zitate

source: Lists
french: Listes
german: Liste

source: The following tags change the appearance of text:
french: Les balises suivantes changent l'apparence du texte :
german: Folgende Tags ändern das Aussehen eines Textes:

source: Bold text
french: Texte en gras
german: FetterText

source: produces
french: génère
german: erzeugt

source: Underlined text
french: Texte souligné
german: Unterstrichener Text

source: Italic text
french: Texte en italique
german: Kursiver Text

source: Strike-through text
french: Texte barré
german: Durchgestrichener Text

source: Inserted text
french: Texte inséré
german: Eingefügter Text

source: Red text
french: Texte rouge
german: Roter Text

source: Blue text
french: Texte bleu
german: Blauer Text

source: Subscript text
french: Texte en indice
german: Tiefgestellter Text

source: Superscript text
french: Texte en exposant
german: Hochgestellter Text

source: Heading text
french: Texte de titre
german: Überschriftentext

source: Sized text
german: Vergrößerter Text

source: Centered text
german: Zentrierter Text

source: You can create links to other locations or to email addresses using the following tags:
french: Vous pouvez créer des liens vers d'autres documents ou vers des adresses électroniques en utilisant les balises suivantes :
german: Sie können Links zu anderen Orten oder E-Mail-Adressen mit folgenden Tags erstellen:

source: My email address
french: Mon courriel
german: Meine E-Mail-Adresse

source: If you want to display an image you can use the img tag. The text appearing after the "=" sign in the opening tag is used for the alt attribute and should be included whenever possible.
french: Si vous souhaitez afficher une image, vous pouvez utiliser la balise « <strong>img</strong> ». Le texte après le signe « = » dans la balise ouvrante est utilisé pour l'attribut alt (texte alternatif en cas de non affichage de l'image) et devrait être ajouté à chaque fois que cela est possible.
german: Wenn Sie ein Bild darstellen wollen, können Sie den img tag benutzen. Der Text, der nach dem "=" Zeichen im Öffnungstag erscheint, ist ein alternatives Attribute und sollte immer, wenn möglich, inbegriffen sein.

source: Luna supports embedding from DailyMotion, Vimeo and YouTube. With the BBCode below, you can embed one of those services videos.
french: Luna support l'inclusion de vidéos Dailymotion, Vimeo et YouTube.
german: Luna unterstützt die Integrierung von DailyMotion, Vimeo und YouTube. Mit dem BBCode weiter unten kannst du eines dieser Videos integrieren.

source: Put the link to the video here
french: Insérez ici le lien vers la vidéo
german: Geben Sie hier den Link zum Video ein

source: If you want to quote someone, you should use the quote tag.
french: Si vous souhaitez inclure une citation de quelqu'un, vous devriez utiliser la balise « <strong>quote</strong> ».
german: Wenn Sie jemanden zitieren wollen, so benutzen Sie den quote tag.

source: This is the text I want to quote.
french: Voici le texte que je veux citer.
german: Dies ist der Text, den ich zitieren will.

source: produces a quote box like this:
french: génère une boîte de citation comme ceci :
german: Erstellt eine Zitat-Box wie hier:
